Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/session_management.po
Languages: ar, cs, pt_br, sr, tr

source: Manage connected browsers and devices
ar: إدارة المتصفحات والأجهزة المتصلة
cs: Správa připojených prohlížečů a zařízení
pt_br: Gerenciar navegadores e dispositivos conectados
sr: Управљање повезаним прегледачима и уређајима
tr: Bağlı tarayıcı ve aygıtların yönetimi

source: The personal settings page allows you to have an overview on the connected browsers and devices.
ar: تتيح لك صفحة الإعدادات الشخصية إلقاء نظرة عامة على المتصفحات والأجهزة المتصلة.
cs: Na stránce s osobními nastaveními máte k dispozici přehled o připojených prohlížečích a zařízeních.
pt_br: A página de configurações pessoais permite que você tenha uma visão geral dos navegadores e dispositivos conectados.
sr: Страница личних подешавања вам омогућава да имате преглед повезаних интернет прегледача и уређаја.
tr: Kişisel ayarlar sayfası, bağlı tarayıcıları ve aygıtları bir bakışta görmenizi sağlar.

source: Managing connected browsers
ar: إدارة المتصفحات المتصلة
cs: Správa připojených prohlížečů
pt_br: Gerenciando navegadores conectados
sr: Управљање повезаним прегледачима
tr: Bağlı tarayıcıların yönetimi

source: In the list of connected browsers you see which browsers connected to your account recently:
ar: في قائمة المستعرضات المتصلة، ترى المتصفحات المتصلة بحسابك مؤخرًا:
cs: V seznamu připojených prohlížečů uvidíte, které webové prohlížeče se v poslední době připojovaly k vašemu účtu:
pt_br: Na lista de navegadores conectados, você vê quais navegadores se conectaram à sua conta recentemente:
sr: У листи повезаних прегледача видите који интернет прегледачи су се у последње време повезали са вашим налогом:
tr: Bağlı tarayıcılar listesinde, hesabınıza en son hangi tarayıcıların bağlandığını görebilirsiniz:

source: List of browser sessions.
ar: قائمة جَلْسَات المُتَصفِّح browser sessions.
cs: Seznam relací ve webových prohlížečích.
pt_br: Lista de sessões do navegador.
sr: Листа сесија интернет прегледача.
tr: Tarayıcı oturumlarının listesi.

source: You can use the trash icon to disconnect any of the browsers in the list.
ar: يمكنك استخدام رمز سلة المحذوفات لفصل أيٍّ من المتصفحات في القائمة.
cs: Pomocí ikony koše můžete kterýkoli z prohlížečů v seznamu odpojit.
pt_br: Você pode usar o ícone da lixeira para desconectar qualquer um dos navegadores da lista.
sr: Ако желите да раскинете везу било ког од прегледача, употребите икону корпе за отпатке у листи.
tr: Listedeki bir tarayıcının bağlantısını kesmek için çöp kutusu simgesini kullanabilirsiniz.

source: Managing devices
ar: إدارة الأجهزة
cs: Správa zařízení
pt_br: Gerenciando dispositivos
sr: Управљање уређајима
tr: Aygıt yönetimi

source: In the list of connected devices you see all the devices and clients you generated a device password for and their last activity:
ar: في قائمة الأجهزة المتصلة، سترى جميع الأجهزة و العملاء clients الذين أنشأت لهم كلمات مرور للجهاز و سترى آخر حركاتهم:
cs: V seznamu připojených zařízení uvidíte všechna zařízení a klienty, pro které jste vytvořili hesla pro jednotlivá zařízení a jejich nedávnou aktivitu:
pt_br: Na lista de dispositivos conectados, você vê todos os dispositivos e clientes para os quais gerou uma senha de dispositivo e sua última atividade:
sr: У листи повезаних уређаја ћете видети све уређаје и клијенте за које сте генерисали лозинку уређаја, као и када су последњи пут били активни:
tr: Bağlı aygıtlar listesinde, aygıt parolası oluşturduğunuz tüm aygıt ve istemciler ile bunların son etkinliklerini görürsünüz:

source: List of connected devices.
ar: قائمة الأجهزة المتصلة
cs: Seznam připojených zařízení.
sr: Листа повезаних уређаја.
tr: Bağlantı kurmuş aygıtların listesi.

source: You can use the trash icon to disconnect any of the devices in the list.
ar: يمكنك استخدام أيقونه سلة المهملات لقطع الاتصال مع أي جهاز في القائمة
cs: Pomocí ikony koše můžete kterékoli ze zařízení v seznamu odpojit.
pt_br: Você pode usar o ícone da lixeira para desconectar qualquer um dos dispositivos da lista.
sr: Ако желите да раскинете везу било ког уређаја, употребите икону корпе за отпатке у листи.
tr: Listedeki bir aygıtın bağlantısını kesmek için çöp kutusu simgesini kullabilirsiniz.

source: At the bottom of the list you find a button to create a new device-specific password. You can choose a name to identify the token later. The generated password is used for configuring the new client. Ideally, generate individual tokens for every device you connect to your account, so you can disconnect those individually if necessary:
ar: ستجد في أسفل القائمة زرّاً لإنشاء كلمة مرور جديدة خاصة بالجهاز. يمكنك اختيار اسم لتعريف الأَمَارَة token لاحقًا. يتم استخدام كلمة المرور التي تم إنشاؤها لتكوين العميل الجديد. من الناحية المثالية، قم بإنشاء رموز فردية لكل جهاز تتصل به بحسابك، حتى تتمكن من فصلها بشكل فردي إذا لزم الأمر:
cs: Na konci seznamu naleznete tlačítko pro vytvoření nového hesla pro jednotlivé zařízení. Pro pozdější identifikaci tokenu je možné ho nějak nazvat. Vytvořené heslo slouží pro nastavení nového klienta. Nejlepší je vytvořit zvlášť heslo pro každé ze zařízení, které připojujete ke svému účtu. V případě potřeby tak bude možné zařízením rušit přístup jednotlivě:
pt_br: No final da lista, você encontrará um botão para criar uma nova senha específica para o dispositivo. Você pode escolher um nome para identificar o token posteriormente. A senha gerada é usada para configurar o novo cliente. O ideal é gerar tokens individuais para cada dispositivo conectado à sua conta, para que você possa desconectá-los individualmente, se necessário:
sr: На дну листе ћете пронаћи дугме за креирање нове лозинке специфичне за уређај. Можете да изаберете име којим касније можете да идентификујете жетон. Генерисана лозинка се користи за конфигурисање новог клијента. Идеално би било да креирате појединачне жетоне за сваки уређај који се повезује на ваш налог, тако да у случају потребе можете једноставно да прекинете везу са сваким од њих посебно.
tr: Listenin altında, aygıta özel yeni bir parola oluşturabileceğiniz bir düğme bulunur. Daha sonra kodu tanımlamak için bir ad seçebilirsiniz. Oluşturulan parola, yeni istemciyi yapılandırmak için kullanılır. İdeal olarak, hesabınıza bağladığınız her aygıt için ayrı kodlar oluşturun. Böylece gerekirse bunların bağlantısını ayrı ayrı kesebilirsiniz:

source: Adding a new device.
ar: إضافة جهازٍ جديدٍ.
cs: Přidání nového zařízení.
pt_br: Adicionando um novo dispositivo.
sr: Додавање новог уређаја.
tr: Yeni bir aygıt eklemek.

source: You have only access to the device password when creating it, Nextcloud will not save the plain password, hence it's recommended to enter the password on the new client immediately.
ar: لا يمكنك الوصول إلى كلمة مرور الجهاز إلا عند إنشائها، ولن يقوم نكست كلاود بحفظ كلمة المرور غير المشفرة. و لهذا يُوصَى بإدخال كلمة المرور على العميل الجديد على الفور.
cs: K heslu pro jednotlivé zařízení máte přístup pouze při jeho vytváření. Nextcloud neukládá hesla v čitelné podobě, proto je doporučeno zadat heslo do nového klienta hned.
pt_br: Você só tem acesso à senha do dispositivo ao criá-lo, o Nextcloud não salvará a senha simples, portanto, é recomendável inserir a senha no novo cliente imediatamente.
sr: Лозинки можете да приступите само док је креирате, Nextcloud неће да сачува чисту лозинку, тако да се препоручује да одмах унесете лозинку у нови клијент.
tr: Aygıt parolasını yalnızca oluştururken görebilirsiniz, Nextcloud düz parolayı kaydetmez. Bu nedenle parolayı hemen yeni istemciye yazmanız önerilir.

source: If you are :doc:`user_2fa` for your account, device-specific passwords are the only way to configure clients. The server will deny connections of clients using your login password then.
ar: إذا كنت :doc:`user_2fa` لحسابك، فإن كلمات المرور الخاصة بالجهاز هي الطريقة الوحيدة لتهيئة العملاء clients. سيرفض الخادوم اتصالات العملاء clients باستخدام كلمة مرور تسجيل الدخول الخاصة بك بعد ذلك.
cs: Pokud je vaším případem :doc:`user_2fa` pro svůj účet, jsou hesla pro jednotlivá zařízení jediným způsobem, jak nastavit klienty. Server totiž odepře spojení klientům, používajících vaše přihlašovací heslo.
pt_br: Se você é :doc:`user_2fa` para sua conta, senhas específicas do dispositivo são a única maneira de configurar clientes. O servidor negará conexões de clientes usando sua senha de login.
sr: Ако укључите :doc:`user_2fa` за свој налог, лозинке специфичне за уређај су једини начин да се конфигуришу клијенти. Тада ће сервер одбити да се повеже са клијентима који користе вашу лозинку за пријаву на систем.
tr: Hesabınız için :doc:`user_2fa` kullanıyorsanız, istemcileri yapılandırmak için tek yol aygıta özel parolalar kullanmaktır. Sunucu, oturum açma parolanızı kullanarak istemcilerin bağlantılarını reddeder.

source: Device-specific passwords and password changes
ar: كلمات المرور الخاصة بالجهاز و تغيير كلمة المرور
cs: Hesla pro jednotlivá zařízení a změna přihlašovacího hesla
pt_br: Senhas específicas do dispositivo e alterações de senha
sr: Лозинке специфичне за уређај и промена лозинке
tr: Aygıta özel parolalar ve parola değişiklikleri

source: For password changes in external user backends the device-specific passwords are marked as invalid and once a login of the user account with the main password happens all device-specific passwords are updated and work again.
ar: بالنسبة لتغييرات كلمة المرور في الخلفيات الخلفية للمستخدم الخارجي، يتم تمييز كلمات المرور الخاصة بالجهاز على أنها غير صالحة و بمجرد حدوث تسجيل دخول لحساب المستخدم باستخدام كلمة المرور الرئيسية، يتم تحديث جميع كلمات المرور الخاصة بالجهاز و تعمل مرة أخرى.
cs: V případě změny přihlašovacího hesla v externích podpůrných vrstvách pro správu uživatelských účtů, jsou hesla pro jednotlivá zařízení označena jako neplatná do doby, než proběhne přihlášení k uživatelskému účtu novým hlavním heslem, čímž budou všechna hesla pro jednotlivá zařízení aktualizována a opět funkční.
pt_br: Para alterações de senha em back-ends de usuários externos, as senhas específicas do dispositivo são marcadas como inválidas e, assim que ocorre um login da conta do usuário com a senha principal, todas as senhas específicas do dispositivo são atualizadas e funcionam novamente.
sr: У случају промене лозинке у спољним корисничким позадинским механизмима, лозинке специфичне за уређај се означавају неважећим и онда када се догоди пријава на кориснички налог употребом главне лозинке, све лозинке специфичне за уређај се ажурирају и поново функционишу.
tr: Dış kullanıcı arka uçlarında parola değişiklikleri yapıldığında aygıta özel parolalar geçersiz olarak işaretlenir. Kullanıcı hesabında ana parola ile oturum açıldığında tüm aygıta özel parolalar güncellenir ve yeniden çalışır.
