Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/universal_access.po
Languages: ar, tr

source: Universal access
ar: "الوصول للجميع" universal access
tr: Evrensel erişim

source: Universal access is very important to us. We follow web standards and check to make everything usable also with keyboard and assistive software such as screen readers. We aim to be compliant with the `Web Content Accessibility Guidelines 2.1 <https://www.w3.org/WAI/standards-guidelines/wcag/>`_ on AA level, with the high contrast theme even on AAA level. We also follow the German BITV 2.0 guidelines.
ar: "الوصول للجميع" universal access مهم جدًا بالنسبة لنا. نحن نتبع معايير الويب و نتحقق من جعل كل شيء قابلاً للاستخدام أيضًا مع لوحة المفاتيح والبرامج المساعدة مثل قارئ الشاشة. نهدف إلى أن نكون متوافقين مع "إرشادات إمكانية الوصول إلى محتوى الويب Web Content Accessibility Guidelines؛ الإصدار 2.1 على المستوى AA ـ <https://www.w3.org/WAI/standards-guidelines/wcag/>، مع ثيمات التباين العالي High Contrast على المستوى AAA. نتبع أيضًا إرشادات BITV 2.0 الألمانية بالخصوص.
tr: Evrensel erişim bizim için çok önemli. Her şeyi kullanılabilir hale getirmek için internet standartlarını izleyerek tuş takımı ve ekran okuyucular gibi yardımcı yazılımlarla çalışmasını sağlıyoruz. AA düzeyinde `İnternet içeriği erişilebilirlik yönergeleri 2.1 <https://www.w3.org/WAI/standards-guidelines/wcag/>`_ ile, AAA düzeyinde bile yüksek karşıtlık temasıyla uyumlu olmayı hedefliyoruz. Ayrıca Alman BITV 2.0 yönergelerini de izliyoruz.

source: If you find any issues, don’t hesitate to report them on `our issue tracker <https://github.com/nextcloud/server/issues/>`_. And if you want to get involved, come `join our design team <https://nextcloud.com/design>`_!
ar: إذا صادفتك أي مشكلة، فلا تتردد في الإبلاغ عنها على "أداة تعقب المشكلات" issue tracker لدينا `<https://github.com/nextcloud/server/issues/>`_. و إذا كنت ترغب في المساهمة، إنضَم إلى `فريق التصميم لدينا <https://nextcloud.com/design>`_!
tr: Herhangi bir sorunla karşılaşırsanız, `sorun izleyicimiz <https://github.com/nextcloud/server/issues/>` üzerinden bildirmekten çekinmeyin. Siz de katkıda bulunmak istiyorsanız, `tasarım ekibimize katılabilirsiniz <https://nextcloud.com/design>`_!

source: Zoom and responsiveness
ar: تكبير الشاشة Zoom، و التأقلم مع حجم الشاشة responsiveness
tr: Yakınlaştırma ve uyumluluk

source: The Nextcloud interface is fully responsive and usable on any size of screen. You can zoom in and out to fit the text and element size to your liking. The navigation and sidebar can be expanded or collapsed.
ar: واجهة نكست كلاود مستجيبة responsive و قابلة للاستخدام على الشاشات من أي حجم. يمكنك التكبير والتصغير لملاءمة النص و حجم العنصر حسب رغبتك. يمكن توسيع شريط التنقل والشريط الجانبي أو تصغيرهما.
tr: Nextcloud arayüzü tamamen uyumludur ve her boyutta ekranda kullanılabilir. Metni ve öge boyutunu isteğinize göre yakınlaştırıp uzaklaştırabilirsiniz. Gezinme çubuğu ve yan çubuk genişletilebilir veya daraltılabilir.

source: Navigating via keyboard
ar: التنقُّل باستعمال لوحة المفاتيح
tr: Tuş takımı ile gezinme

source: You can navigate the web interface with keyboard only just like you can with the mouse:
ar: يمكنك التنقل في واجهة الويب باستعمال لوحة المفاتيح فقط كما تفعل بالماوس:
tr: Site arayüzünde fare ile olduğu gibi yalnızca tuş takımı ile de gezinebilirsiniz:

source: ``Tab`` and ``Shift + Tab`` to move between elements
ar: ``Tab`` و ``Shift + Tab`` للحركة بين العناصر
tr: Ögeler arasında gezinmek için ``Tab`` ve ``Shift + Tab``

source: ``Enter`` or ``Space`` to activate or open the element (depending on the type of element)
ar: ``Enter`` أو ``Space`` لفتح العنصر أو تنشيطه (بحسب نوعه)
tr: Ögeyi etkinleştirmek veya açmak için ``Enter`` veya ``Boşluk`` (öge türüne bağlı olarak)

source: ``Escape`` to be used to close modals, popover menus, and file viewers
ar: ``Escape`` لقفل النوافذ الشكلية modals، و القوائم المنبثقة popover menus، و عارضات الملفات file viewers
tr: Üste açılan pencereleri, açılan menüleri ve dosya görüntüleyicileri kapatmak için ``Escape``

source: ``Left arrow`` and ``Right arrow`` to navigate between photos in the viewer
ar: ``Left arrow`` و ``Right arrow`` للتنقل بين الصور في العارض
tr: Görüntüleyicide fotoğraflar arasında gezinmek için ``Sol ok`` ve ``Sağ ok``

source: ``Ctrl + F`` to focus the search field
ar: ``Ctrl + F`` للتركيز على مربع البحث
tr: Arama alanına geçmek için ``Ctrl + F``

source: ``Ctrl + S`` to save changes in editors like Nextcloud Text
ar: ``Ctrl + S`` لحفظ التغييرات في المُحرِّرَات مثل "نصوص" Text نكست كلاود
tr: Nextcloud Text gibi düzenleyicilerdeki değişiklikleri kaydetmek için ``Ctrl + S``

source: For quicker navigation, we offer 2 "skip links" at the beginning of the document which allow you to:
ar: للتنقل بشكل أسرع، نقدم 2 "روابط تخطي" skip links في بداية المستند تُتِيح لك:
tr: Daha hızlı gezinmek için, belgenin başında aşağıdakileri yapmanızı sağlayan 2 "bağlantı geçişi" sunuyoruz:

source: Skip to main content
ar: تخطّي إلى المحتوى الرئيسي
tr: Ana içeriğe geçiş

source: Skip to navigation of app
ar: تخطِّي إلى التتنقل في التطبيق
tr: Uygulama gezinmesine geçiş

source: Nextcloud Talk has shortcuts which are also documented inside the settings of the app itself:
ar: يحتوي تطبيق "المحادثة" من نكست كلاود Nextcloud Talk على اختصارات مُبَيَّنَة أيضًا داخل إعدادات التطبيق نفسه:
tr: Nextcloud Talk, için uygulamanın kendi ayarlarında da belgelenmiş kısayollar vardır:

source: ``C`` to focus the message input field
ar: ``C`` للتركيز على حقل إدخال الرسالة
tr: ``C`` ileti yazma alanına geçer

source: ``Escape`` to unfocus the message input field to be able to use shortcuts
ar: ``Escape`` لإلغاء التركيز على حقل إدخال الرسالة حتى تتمكن من استعمال الاختصارات
tr: ``Escape`` kısayol tuşlarının kullanılabilmesi için ileti yazma alanından çıkar

source: ``F`` to fullscreen the chat or call
ar: ``F`` لفتح ملء الشاشة للمكالمة أو الدردشة
tr: ``F`` sohbet ya da çağrıyı tam ekrana büyütür

source: While in a call:
ar: طالما في مكالمة:
tr: Bir çağrı sırasında:

source: ``M`` to toggle the microphone on and off
ar: ``M`` لتبديل فتح/قفل لاقط الصوت microphone
tr: ``M`` mikrofonu açar ya da kapatır

source: ``V`` to toggle video on and off
ar: ``V`` لتبديل فتح/قفل الكاميرا
tr: ``V`` görüntüyü açar ya da kapatır

source: ``Space`` for push to talk or push to mute
ar: ``Space`` للضغط للكلام أو الضغط لكتم الصوت
tr: ``Boşluk`` bas konuş ya da bas sesi kıs için kullanılır

source: ``R`` to raise or lower hand
ar: ``R`` لرفع أو خفض اليد
tr: ``R`` el kaldırır ya da indirir

source: Nextcloud Mail has shortcuts as well, also documented inside the settings of the app itself:
ar: يحتوي "بريد نكست كلاود" Nextcloud Mail أيضًا على اختصارات، مُبَيَّنَة أيضًا داخل إعدادات التطبيق نفسه:
tr: Nextcloud E-posta, için uygulamanın kendi ayarlarında da belgelenmiş kısayollar vardır:

source: ``C`` to compose a new message
ar: ``C`` لإنشاء رسالة جديدة
tr: ``C`` yeni bir ileti açar

source: ``Left arrow`` to switch to a newer message
ar: ``السهم الأيسر Left arrow`` للانتقال إلى رسالة أحدث
tr: ``Sol ok`` daha yeni bir iletiye geçer

source: ``Right arrow`` to switch to an older message
ar: ``السهم الأيمن Right arrow`` للانتقال إلى رسالة أقدم
tr: ``Sağ ok`` daha eski bir iletiye geçer

source: ``S`` to toggle a message as favorite
ar: ``S`` لـ"تعيين/إلغاء تعيين" رسالة كـ"مفضلة" favorite
tr: ``S`` bir iletiyi sık kullanılanlara ekler

source: ``U`` to toggle a message unread
ar: ``U`` لـ"تعيين/إلغاء تعيين" رسالة كـ"غير مقرؤة" unread
tr: ``U`` bir iletinin okunmamış durumunu değiştirir

source: ``Del`` to delete a message
ar: ``Del`` لحذف رسالة
tr: ``Del`` bir iletiyi siler

source: ``Ctrl + Enter`` to send
ar: ``Ctrl + Enter`` للإرسال
tr: ``Ctrl + Enter`` iletiyi gönderir

source: ``R`` to refresh and load new mails
ar: ``R`` لتحديث الشاشة و تحميل إيميلات جديدة
tr: ``R`` görünümü yeniler ve yeni iletileri yükler

source: Included themes
ar: الثيمات المُتضمَّنة Included themes
tr: Hazır temalar

source: We offer several themes you can activate to aid accessibility:
ar: نوفر لكم مجموعة من الثيمات themes يمكنكم استعمالها للمساعدة في تحسين المقرؤية accessibility:
tr: Erişilebilirlik desteğinde kullanılabilecek bir kaç tema sunuyoruz:

source: **High contrast theme:** A high contrast mode to ease your navigation. Visual quality will be reduced but clarity will be increased.
ar: ثيمة التباين العالي **High contrast theme:** لتسهيل التنقل. بالرغم من تناقص جودة الصورة فإن وضوحها يزيد.
tr: **Yüksek karşıtlık teması:** Gezinmeyi kolaylaştırmak için yüksek karşıtlık kipi. Görsel kalite düşer ancak netlik artar.

source: **Dark theme:** A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under development, so please report any issues you may find.
ar: المظهر الداكن **Dark theme:** مظهر داكن يريح عينيك عن طريق تقليل الإضاءة والسطوع بشكل عام. لا يزال قيد التطوير، لذا يرجى الإبلاغ عن أي مشكلات قد تجدها.
tr: **Koyu tema:** Genel aydınlığı ve parlaklığı azaltarak gözlerinizi rahatlatır. Henüz geliştirilmekte olduğundan, karşılaşabileceğiniz sorunları bildirin.

source: **Dyslexia font:** OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors caused by dyslexia.
ar: **خط دسليكيسا **Dyslexia font:** هو خط مجاني مصمم للتخفيف من أخطاء القراءة الشائعة التي يسببها عسر القراءة.
tr: **Disleksi yazı tipi:** OpenDyslexic, disleksinin neden olduğu yaygın okuma hatalarından bazılarını azaltmak için tasarlanmış ücretsiz bir yazı tipidir.

source: To reach the accessibility settings:
ar: للوصول إلى إعدادات تحسين المقرؤية accessibility:
tr: Erişilebilirlik ayarlarına erişmek için:

source: Open the settings menu at the end of the header
ar: إفتح قائمة الإعدادات في نهاية الترويسة
tr: Başlığın sonundaki ayarlar menüsünü açın

source: Pick **Settings**
ar: إختَر **الإعدادات Settings**
tr: **Ayarlar** seçeneğini seçin

source: In the navigation, pick **Accessibility**
ar: في قائمة التنقل، اختر **المقرؤية Accessibility**
tr: Gezinmede **Erişilebilirlik** seçin

source: Contrast of elements can vary based on custom theming. For example, the primary theming color is used as background color by the header, log in page, and primary buttons. If this causes contrast issues, please contact your administrator for help.
ar: يمكن أن يختلف تباين العناصر بناءً على تخصيص الثيمات themes. على سبيل المثال، يتم استخدام لون الثيمة الأساسي كلون للخلفية بواسطة الترويسة و صفحة تسجيل الدخول و الأزرار الأساسية. إذا تسبب هذا في حدوث مشكلات في التباين، فالرجاء الاتصال بالمشرف للحصول على المساعدة.
tr: Ögelerin karşıtlığı, özel temaya göre değişebilir. Örneğin, ana tema rengi başlık, oturum açma sayfası ve birincil düğmeler tarafından arka plan rengi olarak kullanılır. Bu durum, karşıtlık sorunlarına neden olursa, yardım almak için BT yöneticinize başvurun.
