Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/user_2fa.po
Languages: cs, de, es, pt_br, sr, tr

source: Once you have enabled 2FA, your clients will no longer be able to connect with just your password unless they also have support for two-factor authentication. To solve this, you should generate device specific passwords for them. See :doc:`session_management` for more information on how to do this.
cs: Jakmile zapnete 2FA, vámi používaní klienti se už nadále nebudou moci připojit pouhým vaším heslem, tedy pokud také nepodporují dvoufaktorové ověřování. Toto je možné řešit vytvořením hesel pro jednotlivá zařízení a použit je pro ně. Další informace o tom, jak to provést, naleznete v sekci :doc:`session_management`.
de: Sobald Sie 2FA aktiviert haben, können sich Ihre Clients nicht mehr nur mit Ihrem Kennwort verbinden, es sei denn, sie haben auch Unterstützung für die Zwei-Faktor-Authentifizierung. Um dies zu lösen, sollten Sie gerätespezifische Passwörter für sie generieren. Weitere Informationen dazu finden Sie unter :doc:`session_management`.
es: Cuando se ha habilitado la verificación en dos pasos, sus clientes dejarán de poder conectarse con su contraseña de inicio de sesión, a no ser que soporten la verificación en dos pasos. Para solventar este problema, debe generar contraseñas de dispositivo para ellos. Véase más información sobre el proceso en la sección :doc:`session_management`.
pt_br: Depois de habilitar a 2FA, seus clientes não poderão mais se conectar apenas com sua senha, a menos que também tenham suporte para autenticação de dois fatores. Para resolver isso, você deve gerar senhas específicas do dispositivo para eles. Veja: doc: `session_management` para mais informações sobre como fazer isso.
sr: Једном када укључите 2FA, ваши клијенти неће моћи да се повежу употребом лозинке осим ако немају подршку и за двофакторску аутентификацију. Да би се ово решило, требало би да за њих генеришете лозинке специфичне за уређај. За више информација о томе како да то урадите, погледајте :doc:`session_management` .
tr: İki aşamalı kimlik doğrulamasını etkinleştirdikten sonra, iki aşamalı kimlik doğrulama desteği sağlamayan istemciler yalnızca parola ile bağlantı kuramaz. Bu durumda, bu tür istemciler için aygıta özel parolalar oluşturmalısınız. Bunun nasıl yapılacağı hakkında ayrıntılı bilgi almak için :doc:`session_management` bölümüne bakabilirsiniz.

source: Considerations
cs: Věci ke zvážení
de: Überlegungen
es: Consideraciones
pt_br: Considerações
sr: Имајте на уму
tr: Düşünceler

source: If you use WebAuthn to login to your Nextcloud be sure to not use the same token for 2FA. As this would mean you are again only using a single factor.
cs: Pokud pro přihlašování k Nextcloud používáte WebAuthn, určitě nepoužívejte stejný token pro 2FA. To by znamenalo, že znovu používáte pouze jeden faktor.
de: Wenn Sie WebAuthn zur Anmeldung an Ihrer Nextcloud verwenden, achten Sie darauf, dass Sie nicht das gleiche Token für 2FA verwenden. Denn das würde bedeuten, dass Sie wieder nur einen einzigen Faktor verwenden.
es: Si usa WebAuthn para iniciar sesión en su Nextcloud, asegúrese de no usar el mismo token para 2FA ya que esto significaría que está usando un solo factor.
pt_br: Se você usar o WebAuthn para fazer login em seu Nextcloud, certifique-se de não usar o mesmo token para 2FA. Isso significa que, novamente, você está usando apenas um único fator.
sr: Ако за пријаву на свој Nextcloud користите WebAuthn, обезбедите да не користите исти жетон и за 2FA. То би значило да поново користите само један фактор.
tr: Nextcloud oturumu açmak için WebAuthn kullanıyorsanız, iki aşamalı kimlik doğrulaması için aynı kodu kullanmadığınızdan emin olun. Yoksa yalnızca tek aşama kullanıyorsunuz demektir.
