Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/user_2fa.po
Languages: cs, de, es, pt_br, sr, tr

source: Using two-factor authentication
cs: Používání dvoufázového ověřování se
de: Verwendung der Zwei-Faktor-Authentifizierung
es: Usar la verificación en dos pasos
pt_br: Usando autenticação de dois fatores
sr: Употреба двофактоске аутентификације
tr: İki aşamalı kimlik doğrulamasını kullanmak

source: Two-factor authentication (2FA) is a way to protect your Nextcloud account against unauthorized access. It works by requiring two different 'proofs' of your identity. For example, *something you know* (like a password) and *something you have* like a physical key. Typically, the first factor is a password like you already have and the second can be a text message you receive or a code you generate on your phone or another device (*something you have*). Nextcloud supports a variety of 2nd factors and more can be added.
cs: Dvoufaktorové ověřování (2FA) je způsob, jak chránit váš Nexcloud účet proti neoprávněnému přístupu. Funguje pomocí vyžadování dvou různých „důkazů“ vaší totožnosti. Například, *něco, co znáte* (jako heslo) a *něco, co máte* jako fyzický klíč. Typicky, prvním faktorem je heslo, které už máte a druhým může být textová zpráva, kterou obdržíte nebo kód, vytvořený na vašem telefonu či jiném zařízení (*něco, co máte*). Nextcloud podporuje rozličné druhé faktory a další je možné přidat.
de: Die Zwei-Faktor-Authentifizierung (2FA) ist eine Möglichkeit, Ihr Nextcloud-Konto vor unberechtigtem Zugriff zu schützen. Sie funktioniert, indem zwei verschiedene 'Beweise' Ihrer Identität erforderlich sind. Zum Beispiel *etwas, das Sie wissen* (wie ein Passwort) und *etwas, das Sie haben* wie einen physischen Schlüssel. Typischerweise ist der erste Faktor ein Passwort, wie Sie es bereits haben, und der zweite kann eine Textnachricht sein, die Sie erhalten oder ein Code, den Sie auf Ihrem Telefon oder einem anderen Gerät generieren (*etwas, das Sie haben*). Nextcloud unterstützt eine Vielzahl von 2. Faktoren und weitere können hinzugefügt werden.
es: La verificación en dos pasos es una manera de proteger su cuenta de Nextcloud contra el acceso no autorizado. Su funcionamiento requiere dos 'pruebas' de su identidad. Por ejemplo, *algo que usted conoce* (como una contraseña) y *algo que usted tiene* (como una llave física). Normalmente, el primer paso es una contraseña como la que ya tiene y el segundo paso puede ser un mensaje de texto recibido o un código generado en un teléfono u otro dispositivo (*algo que tienes*). Nextcloud soporta varios segundos pasos, y se pueden agregar más.
pt_br: A autenticação de dois fatores (2FA) é uma forma de proteger sua conta Nextcloud contra acesso não autorizado. Funciona exigindo duas 'provas' diferentes da sua identidade. Por exemplo, *algo que você conhece*(como uma senha) e *algo que você possui* como uma chave física. Normalmente, o primeiro fator é uma senha como você já possui e o segundo pode ser uma mensagem de texto que você recebe ou um código que você gera em seu telefone ou outro dispositivo (*algo que você tem*). Nextcloud suporta uma variedade de segundos fatores e mais podem ser adicionados.
sr: Двофакторска аутентификација (2FA) је начин да се ваш Nextcloud налог заштити од нежељеног приступа. Функционише тако што захтева два различита ’доказа’ вашег индентитета. На пример, *нешто што ви познајете* (као што је лозинка) и *нешто што ви поседујете* као што је физички кључ. У већини случајева, први фактор је лозинка коју већ имате, а други може бити текст порука коју примите или кôд који генеришете на свом телефону или на неком другом уређају (*нешто што ви поседујете*). Nextcloud подржава разне друге факторе, а могу да се додају и други.
tr: İki aşamalı kimlik doğrulaması (2FA), Nextcloud hesabınıza izinsiz erişilmesini engellemenin bir yoludur. Kimliğinizin doğrulamak için iki farklı 'kanıt' ister. Örneğin, *bildiğiniz bir şey* (bir parola gibi) ve *sahip olduğunuz* bir fiziksel anahtar gibi. Genellikle, ilk adımda, zaten bildiğiniz bir parolayı yazarsınız. İkinci adım ise bir kısa mesaj kodu veya telefonunuzda veya başka bir aygıtta oluşturduğunuz bir kod (*sahip olduğunuz bir şey*) olabilir. Nextcloud çeşitli iki aşamalı kimlik doğrulama yöntemlerini destekler ve daha fazlası da eklenebilir.

source: Once a two-factor authentication app has been enabled by your administrator you can enable and configure it in :doc:`userpreferences`. Below you can see how.
cs: Jakmile správce zapne aplikaci pro dvoufaktorové ověřování, je možné toto zapnout a nastavit v :doc:`userpreferences`. Níže můžete vidět jak.
de: Sobald eine Zwei-Faktor-Authentifizierungs-App von Ihrem Administrator aktiviert wurde, können Sie sie in :doc:`userpreferences` aktivieren und konfigurieren. Unten sehen Sie, wie das geht.
es: Cuando su administrador active una aplicación de verificación en dos pasos, usted puede configurarla en sus :doc:`userpreferences`. A continuación puede verse cómo:
pt_br: Uma vez que um aplicativo de autenticação de dois fatores tenha sido habilitado pelo seu administrador, você pode habilitá-lo e configurá-lo em: doc: `userpreferences`. Abaixo você pode ver como.
sr: Једном када ваш администратор укључи апликацију двофакторске аутентификације, можете да је укључите за ваш налог и да је конфигуришете у :doc:`userpreferences`. Испод можете видети како да то урадите.
tr: BT yöneticiniz tarafından herhangi bir iki aşamalı kimlik doğrulama uygulaması etkinleştirildiğinde, onu :doc:`userpreferences` içinden etkinleştirebilir ve yapılandırabilirsiniz. Aşağıda ayrıntılarını görebilirsiniz.

source: Configuring two-factor authentication
cs: Nastavení dvoufázového ověřování
de: Einrichtung der Zwei-Faktor Authentifizierung
es: Configurar la verificación en dos pasos
pt_br: Configurando autenticação de dois fatores
sr: Конфигурисање двофактоске аутентификације
tr: İki aşamalı kimlik doğrulamasını yapılandırmak

source: In your Personal Settings look up the Second-factor Auth setting. In this example this is TOTP, a Google Authenticator compatible time-based code:
cs: V Osobních nastaveních se podívejte po Ověřování druhým faktorem. V tomto příkladu se jedná o TOTP, kód založený na čase, kompatibilní s Google Authenticator:
de: Suchen Sie in Ihren persönlichen Einstellungen nach der Einstellung für die Zwei-Faktor-Authentifizierung. In diesem Beispiel ist dies TOTP, ein mit Google Authenticator kompatibler zeitbasierter Code:
es: En su configuración personal, busque el ajuste de Verificación en dos pasos. En este ejemplo usaremos TOTP, un código basado en el tiempo compatible con Google Authenticator:
pt_br: Em suas configurações pessoais, procure a configuração de autenticação de segundo fator. Neste exemplo, este é o TOTP, um código baseado em tempo compatível com o Google Authenticator:
sr: У вашим Личним подрешавањима, потражите подешавање Други фактор аутентификације. У овом примеру то је TOTP, кôд заснован на времену који је компатибилан са Google Authenticator апликацијом:
tr: Kişisel ayarlarınızda iki aşamalı kimlik doğrulama ayarına bakın. Bu örnekte, Google Authenticator uyumlu zamana dayalı bir kod olan tek kullanımlık parola kullanacağız:

source: TOTP configuration.
cs: Nastavení pro TOTP.
de: TOTP-Einrichtung.
es: Configuración TOTP
pt_br: Configuração TOTP.
sr: TOTP конфигурација.
tr: Tek kullanımlık parola yapılandırması.

source: You will see your secret and a QR code which can be scanned by the TOTP app on your phone (or another device). Depending on the app or tool, type in the code or scan the QR and your device will show a login code which changes every 30 seconds.
cs: Uvidíte tajemství pro vás a QR kód, který je možné naskenovat TOTP aplikací na vašem telefonu (či jiném zařízení). V závislosti na použité aplikaci či nástroji, zadejte kód nebo naskenujte QR kód a vaše zařízení zobrazí přihlašovací kód, který se mění každých 30 sekund.
de: Sie sehen Ihr Geheimnis und einen QR-Code, der von der TOTP-App auf Ihrem Smartphone (oder einem anderen Gerät) gescannt werden kann. Je nach App oder Tool geben Sie den Code ein oder scannen den QR-Code und Ihr Gerät zeigt einen Anmeldecode an, der sich alle 30 Sekunden ändert.
es: A continuación verá su código secreto y un código QR que puede ser escaneado por la aplicación TOTP en su teléfono (u otro dispositivo). En función de la aplicación o herramienta, tendrá que copiar el código o escanear el QR, y su dispositivo le mostrará un código de inicio de sesión que cambia cada 30 segundos.
pt_br: Você verá seu segredo e um código QR que pode ser lido pelo aplicativo TOTP em seu telefone (ou outro dispositivo). Dependendo do aplicativo ou ferramenta, digite o código ou escaneie o QR e seu dispositivo mostrará um código de login que muda a cada 30 segundos.
sr: Видећете вашу тајну и QR кôд који може да се скенира TOTP апликацијом на вашем телефону (или неком другом уређају). У зависности од апликације или алата, унесите кôд или скенирајте QR и ваш уређај ће приказати кôд за пријаву који се мења сваких 30 секунди.
tr: Telefonunuzda (veya başka bir cihazda) tek kullanımlık parola uygulaması tarafından taranabilecek parolanızı ve bir QR kodunu göreceksiniz. Uygulamaya veya araca bağlı olarak, kodu yazın veya QR kodu tarayın. Aygıtınız her 30 saniyede bir değişen bir oturum açma kodu görüntüler.

source: Recovery codes in case you lost your 2nd factor
cs: Záložní kódy pro případ, že ztratíte svůj druhý faktor
de: Wiederherstellungscodes für den Fall, dass Sie Ihren 2. Faktor verlieren
es: Los códigos de recuperación en caso de que pierda su factor de autentificación en 2 pasos.
pt_br: Códigos de recuperação caso perca o 2º factor de autenticação
sr: Кодови за опоравак у случају да изгубите свој други фактор
tr: İkinci adımı kullanamadığınız durumlar için kurtarma kodları

source: You should always generate backup codes for 2FA. If your 2nd factor device gets stolen or is not working, you will be able to use one of these codes to unlock your account. It effectively functions as a backup 2nd factor. To get the backup codes, go to your Personal Settings and look under Second-factor Auth settings. Choose *Generate backup codes*:
cs: Vždy byste si měli nechat vytvořit záložní kódy pro 2FA. Pokud se stane, že o zařízení, sloužící pro druhý faktor přijdete (ztráta, porucha), budete moci odemknout svůj uživatelský účet pomocí jednoho z těchto kódů. Ve výsledku to funguje jako záložní druhý faktor. Pro získání záložních kódů jděte do Osobních nastavení a podívejte se pod nastavení Ověřování druhým faktorem. Zvolte *Vytvořit záložní kódy*:
de: Sie sollten immer Backup-Codes für 2FA generieren. Wenn Ihr Zwei-Faktor-Gerät gestohlen wird oder nicht funktioniert, können Sie einen dieser Codes verwenden, um Ihr Konto zu entsperren. Er fungiert quasi als Backup des zweiten Faktors. Um die Backup-Codes zu erhalten, gehen Sie zu Ihren Persönlichen Einstellungen und suchen Sie unter Einstellungen für die Zwei-Faktor-Authentifizierung. Wählen Sie *Backup-Codes generieren*:
es: Siempre debe generar códigos de respaldo para la verificación en dos pasos. Si su dispositivo de segundo paso es robado o deja de funcionar, usted podrá utilizar uno de estos códigos para desbloquear su cuenta. Funciona como copia de seguridad del segundo paso. Para obtener los códigos de respaldo, vaya a su Configuración personal y busque en los ajustes de Verificación en dos pasos. Seleccione *Generar códigos de respaldo*:
pt_br: Você sempre deve gerar códigos de backup para 2FA. Se o seu dispositivo de segundo fator for roubado ou não estiver funcionando, você poderá usar um desses códigos para desbloquear sua conta. Ele efetivamente funciona como um segundo fator de backup. Para obter os códigos de backup, vá para Configurações pessoais e procure em Configurações de autenticação de segundo fator. Escolha *Gerar códigos alternativos*:
sr: Требало би да увек генеришете резервне кодове за 2FA. У случају да се ваш уређај другог фактора украде или престане да ради, моћи ћете да употребите један од тих кодова да откључате свој налог. То у суштини функционише као резервни други фактор. Ако желите да генеришете резервне кодове, идите на своја Лична подешавања и погледајте подешавања за Други фактор аутентификације. Изаберите *Генериши резервне кодове*:
tr: İki aşamalı kimlik doğrulaması için her zaman yedek kodlar oluşturmalısınız. İkinci adımı doğrulayacağınız aygıt çalınırsa ya da çalışmıyorsa, hesabınızın kilidini açmak için bu kodlardan birini kullanabilirsiniz. Bu kodlar ikinci adım olarak kullanılır. Yedek kodları almak için kişisel ayarlar bölümünüze gidin ve iki faktörlü kimlik doğrulama ayarları altındaki *Yedek kodlar oluştur* seçeneğini kullanın:

source: 2FA backup code generator
cs: vytváření záložních kódů pro dvoufaktorové ověřování
es: Generador de códigos de respaldo 2FA
pt_br: Gerador de código de backup 2FA
sr: Генератор резервног 2FA кода
tr: İki aşamalı kimlik doğrulama yedek kod üreteci.

source: You will then be presented with a list of one-time-use backup codes:
cs: Obdržíte seznam jednorázových záložních kódů:
de: Sie erhalten dann eine Liste mit Einmal-Backup-Codes:
es: A continuación, le mostrarán una lista de códigos de respaldo de un solo uso:
pt_br: Em seguida, será apresentada uma lista de códigos de backup de uso único:
sr: Приказаће вам се листа једнократних резервних кодова:
tr: Ardından size tek kullanımlık yedek kodların listesi görüntülenir:

source: 2FA backup codes
cs: záložní kódy dvoufaktorového ověřování
es: Códigos de respaldo 2FA
pt_br: Códigos de backup 2FA
sr: 2FA резервни кодови
tr: İki aşamalı kimlik doğrulama yedek kodları

source: You should put these codes in a safe spot, somewhere you can find them. Don't put them together with your 2nd factor like your mobile phone but make sure that if you lose one, you still have the other. Keeping them at home is probably the best thing to do.
cs: Tyto kódy byste si měli uložit na bezpečné místo, ve kterém je pak ale budete schopní najít. Určitě je neuchovávejte pohromadě s hlavním druhým faktorem, např. mobilním telefonem. Každopádně ale zajistěte, že pokud přijdete o jedno, pořád ještě budete mít druhé. Nejlepší tedy nejspíš bude uchovávat záložní kódy doma.
de: Sie sollten diese Codes an einem sicheren Ort aufbewahren, an dem Sie sie wiederfinden können. Legen Sie sie nicht zusammen mit Ihrem zweiten Faktor wie Ihrem Mobiltelefon ab, sondern stellen Sie sicher, dass Sie bei Verlust des einen den anderen noch haben. Sie zu Hause aufzubewahren, ist wahrscheinlich das Beste, was Sie tun können.
es: Debería guardar estos códigos en un lugar seguro, donde los pueda encontrar más adelante. No los guarde en el mismo sitio que su segundo paso, como su teléfono móvil, sino que lo ponga en un lugar en el cual, si pierde uno, siga teniendo acceso al otro. Guardarlos en casa es probablemente la mejor opción.
pt_br: Você deve colocar esses códigos em um local seguro, em algum lugar onde possa encontrá-los. Não os coloque junto com seu 2segundo fator como o seu telefone celular, mas certifique-se de que, se perder um, você ainda terá o outro. Mantê-los em casa é provavelmente a melhor coisa a fazer.
sr: Ове кодове ви требало да сместите на неко безбедно место, негде где можете да их пронађете. Немојте да их поставите на заједно са вашим другим фактором, као што је ваш мобилни телефон, већ обезбедите да ако га изгубите, још увек можете да дођете до резервних кодова. Вероватно је најбоље да их чувате у кући.
tr: Bu kodları bulabileceğiniz güvenli bir yere koymalısınız. ikinci aşama için kullandığınız cep telefonunuz gibi şeylerle bir araya koymayın. Birini kaybederseniz diğerinin sizde olduğundan emin olun. Bu kodları evde tutmak en iyisi olabilir.

source: Logging in with two-factor authentication
cs: Přihlašování se s dvoufázovým ověřováním se
de: Anmelden mit der Zwei-Faktor Authentifizierung
es: Iniciar sesión con la verificación en dos pasos
pt_br: Iniciar sessão com autenticação de dois factores
sr: Пријављивање са двофакторском аутентификацијом
tr: İki aşamalı kimlik doğrulaması ile oturum açmak

source: After you have logged out and need to log in again, you will see a request to enter the TOTP code in your browser. If you enable not only the TOTP factor but another one, you will see a selection screen on which you can choose two-factor method for this login. Select TOTP:
cs: Poté, co jste se odhlásili a potřebujete se znovu přihlásit, uvidíte v prohlížeči žádost o zadání TOTP kódu. Pokud jste zapnuli nejen TOTP faktor ale i další, uvidíte obrazovku s výběrem metody druhého faktoru pro toto přihlášení. Vyberte TOTP:
de: Nachdem Sie sich abgemeldet haben und sich erneut anmelden müssen, sehen Sie eine Aufforderung zur Eingabe des TOTP-Codes in Ihrem Browser. Wenn Sie nicht nur den TOTP-Faktor, sondern einen weiteren aktivieren, sehen Sie eine Auswahlmaske, auf der Sie die Zwei-Faktor-Methode für diese Anmeldung wählen können. Wählen Sie TOTP:
es: Tras cerrar sesión y al necesitar iniciarla de nuevo, Nextcloud le solicitará que introduzca el código TOTP en su navegador. Si ha configurado otro segundo paso además de TOTP, verá una pantalla de selección donde puede elegir el método del segundo paso para este inicio de sesión. Seleccione TOTP:
pt_br: Depois de fazer logout e precisar fazer login novamente, você verá uma solicitação para inserir o código TOTP em seu navegador. Se você habilitar não apenas o fator TOTP, mas outro, verá uma tela de seleção na qual poderá escolher o método de dois fatores para este login. Selecione TOTP:
sr: Када се одјавите, па је потребно да се поново пријавите, добићете захтев да унесете TOTP кôд у свој прегледач. Ако поред TOTP укључите још један фактор, видећете екран за избор у којем можете да изаберете методу другог фактора коју желите да користите за ово пријављивање. Изаберите TOTP:
tr: Oturumunuzu kapattıktan sonra yeniden oturum açmanız gerektiğinde, tarayıcınız tek kullanımlık parola kodunu yazmanızı isteyecek. Yalnızca tek kullanımlık parola aşamasını değil diğerini de etkinleştirirseniz, bu oturum açma için iki aşamalı yöntemi seçebileceğiniz bir seçim ekranı göreceksiniz. Tek kullanımlık parola olarak seçin:

source: Choosing a two-factor authentication method.
cs: Volba metody dvoufaktorového ověřování.
de: Zwei-Faktor-Authentifizierungs-Methode auswählen.
es: Seleccionando un método de autenticación de dos factores.
pt_br: Escolhendo um método de autenticação de dois fatores.
sr: Избор методе за двофакторску аутентификацију.
tr: İki aşamalı bir kimlik doğrulama yöntemi seçmek.

source: Now, just enter your code:
cs: Nyní stačí zadat váš kód:
de: Jetzt geben Sie einfach Ihren Code ein:
es: Simplemente introduzca su código:
pt_br: Agora, basta inserir seu código:
sr: Сада, једноставно унесите свој кôд:
tr: Kodunuzu yazın:

source: Entering TOTP code at login.
cs: Zadávání TOTP kódu při přihlášení.
de: TOTP-Code beim Anmelden eingeben.
es: Ingresando el código TOTP al inicio de sesión.
pt_br: Inserindo o código TOTP no login.
sr: Унос TOTP кода приликом пријаве.
tr: Oturum açarken tek kullanımlık parola kodunu yazmak.

source: If the code was correct you will be redirected to your Nextcloud account.
cs: Pokud byl kód správný, budete přesměrování na váš Nextcloud účet.
de: Wenn der Code korrekt war, werden Sie zu Ihrem Nextcloud-Konto weitergeleitet.
es: Si el código es correcto, será redirigido a su cuenta de Nextcloud.
pt_br: Se o código estiver correto, você será redirecionado para sua conta Nextcloud.
sr: Ако је кôд био исправан, бићете преудмерени на свој Nextcloud налог.
tr: Kod doğruysa Nextcloud hesabınıza yönlendirileceksiniz.

source: Since the code is time-based, it’s important that your server’s and your smartphone’s clock are almost in sync. A time drift of a few seconds won’t be a problem.
cs: Protože kód je založený na čase, je důležité, aby hodiny vámi využívaného serveru a vašeho mobilního zařízení měly přesný čas. Nicméně odchylka několik sekund nevadí.
de: Da der Code zeitbasiert ist, ist es wichtig, dass die Uhr Ihres Servers und Ihres Smartphones fast synchron sind. Eine Zeitverschiebung von einigen Sekunden ist jedoch kein Problem.
es: Dado que el código está basado en la hora actual, es importante que la hora de su servidor y su teléfono estén sincronizadas. Mientras la desviación temporal sea de unos pocos segundos no habrá problema.
pt_br: Como o código é baseado no tempo, é importante que o relógio do seu servidor e do seu smartphone estejam quase sincronizados. Um desvio no tempo de alguns segundos não será um problema.
sr: Пошто је кôд заснован на времену, важно је да су сатови вашег сервера и паметног телефона скоро употпуости синхронизовани. Разлика у времену од неколико секунди неће правити проблем.
tr: Kod zamanla ilişkili olduğundan, sunucunuzun ve akıllı telefonunuzun saatinin neredeyse aynı olması önemlidir. Birkaç saniyelik bir zaman farkı sorun olmaz.

source: Using two-factor authentication with hardware tokens
cs: Používání dvoufázového ověřování se pomocí hardwarových tokenů
de: Verwendung der Zwei-Faktor-Authentifizierung mit Hardware-Schlüsseln
es: Usar la verificación en dos pasos con llaves físicas
pt_br: Usando autenticação de dois fatores com tokens de hardware
sr: Употреба двофакторске аутентификације са хардверским жетонима
tr: Donanım anahtarlarıyla iki aşamalı kimlik doğrulamayı kullanma

source: You can use two-factor authentication based on hardware tokens. The following devices are known to work:
cs: Je možné použít dvoufázová ověřování se založená na hardwarových tokenech. Vyzkoušená jsou následující zařízení:
de: Sie können die Zwei-Faktor-Authentifizierung basierend auf Hardware-Tokens verwenden. Bezüglich folgender Geräte wurde die Kompatibilität mit Nextcloud bestätigt:
es: Puede utilizar la verificación en dos pasos basada en llaves físicas. Los siguientes dispositivos sabemos que funcionan:
pt_br: Você pode usar a autenticação de dois fatores com base em tokens de hardware. Sabe-se que os seguintes dispositivos funcionam:
sr: Можете да користите и двофакторску аутентификацију засновану на хардверским жетонима. Познато је да функционишу следећи уређаји:
tr: Donanım anahtarıyla iki aşamalı kimlik doğrulamayı kullanabilirsiniz. Aşağıdaki aygıtların çalıştığı biliniyor:

source: TOTP based:
cs: Založená na TOTP:
de: TOTP-basiert:
es: Basadas en TOTP:
pt_br: Baseado em TOTP:
sr: Базирани на TOTP:
tr: Tek kullanımlık parola temelli:

source: FIDO U2F based:
cs: Založená na FIDO U2F:
de: FIDO U2F-basiert:
es: Basadas en FIDO U2F:
pt_br: Baseado em FIDO U2F:
sr: Засновани на FIDO U2F:
tr: FIDO U2F temelli:

source: Using client applications with two-factor authentication
cs: Používání klientských aplikací s dvoufázovým ověřováním
de: Verwenden von Clientanwendungen mit Zwei-Faktor-Authentifizierung
es: Usar aplicaciones clientes con la verificación en dos pasos
pt_br: Usando aplicativos cliente com autenticação de dois fatores
sr: Употреба клијенских апликација са двофакторском аутентификацијом
tr: İstemci uygulamalarını iki aşamalı kimlik doğrulaması ile kullanmak
