Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/userpreferences.po
Languages: es, ko, pt_br, sr, tr

source: Setting your preferences
es: Gestionar sus preferencias
ko: 여러분의 선호에 맞게 설정하는 방법
pt_br: Configurando suas preferências
sr: Постављање ваших подешавања
tr: Kullanıcı ayarları

source: As a user, you can manage your personal settings.
es: Como usuario, usted puede gestionar sus preferencias personales
ko: user로써, 여러분은 여러분의 개인설정을 관리할 수 있습니다.
pt_br: Como usuário, você pode gerenciar suas configurações pessoais.
sr: Као корисник, ви управљате својим личним подешавањима.
tr: Bir kullanıcı olarak kişisel ayarlarınızı yapabilirsiniz.

source: To access your personal settings:
es: Para acceder a sus preferencias o configuración personal:
ko: 여러분의 개인 설정에 접근하기 위해서는:
pt_br: Para acessar suas configurações pessoais:
sr: Да бисте приступили својим личним подешавањима:
tr: Kişisel ayarlarınıza erişmek için:

source: Click on your profile picture in the top right corner of your Nextcloud instance to open the menu
es: Haga clic en su imagen de perfil en la esquina superior derecha de su instancia de Nextcloud para abrir el menú
pt_br: Clique na foto do seu perfil no canto superior direito da instância do Nextcloud para abrir o menu
sr: Да бисте отворили мени, кликните на профилну слику у горњем десном углу ваше Nextcloud инстанце.
tr: Menüyü açmak için Nextcloud kopyanızın sağ üst köşesindeki profil görselinize tıklayın

source: screenshot of user menu at top-right of Nextcloud Web GUI
es: captura de pantalla del menú de usuario en la parte superior derecha de la GUI Nextcloud Web
pt_br: captura de tela do menu do usuário no canto superior direito do Nextcloud Web GUI
sr: снимак екрана корисничком менија у горњем десном углу Nextcloud веб ГКИ
tr: Nextcloud site arayüzünde sağ üstteki kullanıcı menüsünün ekran görüntüsü

source: Clicking on *Settings* from the drop down menu opens the user preferences
es: Haciendo clic en *Ajustes* desde el menú desplegable, se abrirán las preferencias de usuario
pt_br: Clicar em *Configurações* no menu suspenso abre as preferências do usuário
sr: Клик на *Подешавања* у падајућем менију отвара корисничка подешавања
tr: Açılır menüden *Ayarlar* üzerine tıklandığında kullanıcı ayarları açılır

source: screenshot of users Personal settings page
es: captura de pantalla de la página de ajustes Personales del usuario
pt_br: captura de tela da página de configurações pessoais dos usuários
sr: снимак екрана странице корисникових Личних подешавања
tr: Kullanıcıların kişisel ayarları sayfasının ekran görüntüsü

source: If you are an administrator, you can also manage users and administer the server. These links do not appear to a non-administrator user.
es: Si usted es un administrador, también puede gestionar usuarios y el servidor. Estos enlaces no aparecen al resto de usuarios no administradores.
ko: 만약 여러분이 관리자라면, 여러분은 또한 서버의 유저와 관리를 할 수 있습니다. 이 링크들은 관리자가 아닌 유저에게는 보이지 않습니다.
pt_br: Se você for um administrador, também pode gerenciar usuários e administrar o servidor. Esses links não aparecem para um usuário não administrador.
sr: Ако сте администратор, можете такође да управљате корисницима и да администрирате сервер. Ови линкови се не појављују на страници корисника који није администратор.
tr: Yöneticiyseniz, kullanıcıları ve sunucuyu da yönetebilirsiniz. Bu bağlantılar, yönetici olmayan kullanıcılara görüntülenmez.

source: The options listed in the Personal Settings Page depend on the applications that are enabled by the administrator. Some of the features you will see include the following:
es: Las opciones que aparecen en la Página de Ajustes Personales dependen de las aplicaciones que hayan sido habilitadas por el administrador. Entre ellas se pueden encontrar las siguientes:
ko: 개인 설정 페이지에 있는 옵션들은 관리자에 의해 승인 받은 어플리케이션들에 의해 결정됩니다. 여기 여러분이 여러분이 볼 수 있는 옵션의 몇 가지 특성이 있습니다:
pt_br: As opções listadas na página de configurações pessoais dependem dos aplicativos ativados pelo administrador. Alguns dos recursos que você verá incluem o seguinte:
sr: Опције приказане на страници Личних подешавања зависе од апликација које је укључио администратор. Неке од могућности које ћете видети су следеће:
tr: Kişisel ayarlar sayfasındaki seçenekler, yönetici tarafından etkinleştirilen uygulamalara göre değişebilir. Göreceğiniz seçeneklerin bazıları şunlardır:

source: Usage and available quota
es: Cuota usada y disponible
ko: 사용되었고 이용 가능한 할당량
pt_br: Uso e cota disponível
sr: Употреба и доступна квота
tr: Kullanım ve kullanılabilecek kota

source: Manage your profile picture
es: Cambiar su foto de perfile
ko: 프로필 사진 관리
pt_br: Gerenciar sua foto do perfil
sr: Управљање вашом сликом профила
tr: Profil görseli yönetimi

source: Full name (You can make this anything you want, as it is separate from your Nextcloud login name, which is unique and cannot be changed)
es: Nombre completo (puede cambiarse a cualquier valor, es independiente de su nombre de usuario de Nextcloud, que sí es único y no puede ser editado)
ko: 풀 네임(여러분은 여러분이 원하는 아무 이름을 사용할 수 있는데, 이는 특별하고 변경될 수 없는 여러분의 Nextcloud 로그인 이름과 분리되어 있기 때문입니다.
pt_br: Nome completo (você pode fazer o que quiser, pois é separado do seu nome de login do Nextcloud, que é único e não pode ser alterado)
sr: Пуно име (ово можете да поставите на било шта, пошто се разликује од вашег Nextcloud имена за пријаву, које је јединствено и не може да се промени)
tr: Tam ad (eşsiz ve değiştirilemez olan Nextcloud oturum açma adınızdan farklı olduğundan bunu istediğiniz şekilde yazabilirsiniz)

source: Email address
es: Dirección de correo electrónico
ko: 이메일 주소
pt_br: Endereço de e-mail
sr: И-мејл адреса
tr: E-posta adresi

source: List of your Group memberships
es: Lista de grupos a los que perteneces
ko: 여러분의 Group 멤버쉽의 리스트
pt_br: Lista de suas associações de grupo
sr: Листа припадности групама
tr: Grup üyeliklerinizin listesi

source: Change your password
es: Cambio de contraseña
ko: 비밀번호 변경
pt_br: Alterar sua senha
sr: Промена ваше лозинке
tr: Parola yönetimi

source: Choose the language for your Nextcloud interface
es: Cambiar el idioma en el que se muestra la interfaz de Nextcloud
ko: Nextcloud 인터페이스 언어 선택하기
pt_br: Escolha o idioma para sua interface Nextcloud
sr: Избор језика вашег Nextcloud интерфејса
tr: Nextcloud arayüzü dili

source: Links to desktop and mobile apps
es: Enlaces a las aplicaciones de escritorio y móvil
ko: 데스크탑과 모바일 앱으로의 링크
pt_br: Links para aplicativos de desktop e móveis
sr: Линкови на десктоп и мобилне апликације
tr: Masaüstü ve mobil aygıt bağlantıları

source: Manage your Activity stream and notifications
es: Gestionar su actividad reciente y notificaciones
ko: 활동 스트림과 알림 관리
pt_br: Gerencie seu fluxo de Atividades e notificações
sr: Управљање вашим током активности и обавештењима
tr: Etkinlik akışı ve bildirim yönetimi

source: Default folder to save new documents to
es: Carpeta por defecto en la que se guardan los documentos nuevos
ko: 새 문서를 저장할 기본 폴더
pt_br: Pasta padrão para salvar novos documentos
sr: Подразумевани фолдер у који се чувају нови документи
tr: Yeni belgelerin kaydedileceği varsayılan klasör

source: Your Federated sharing ID
es: Su identificador para compartir mediante federación
ko: 연합 공유 ID
pt_br: Seu ID de compartilhamento Federado
sr: Ваш ID за заједничка дељења
tr: Birleşik paylaşım kodu

source: Social sharing links
es: Enlaces para compartir en redes sociales
ko: 소셜 공유 링크
pt_br: Links de compartilhamento social
sr: Линкови за дељења на друштвене мреже
tr: Sosyal ağ bağlantıları

source: Nextcloud version
es: La versión de Nextcloud
ko: Nextcloud 버전
pt_br: Versão do Nextcloud
sr: Nextcloud верзија
tr: Nextcloud sürümü

source: Available options and settings depending on your administrator's configuration. If you are not able to change the password or the display name in your personal settings, please contact your administrator for help.
es: Las opciones y ajustes disponibles dependen de la configuración de su administrador. Si no le es posible cambiar la contraseña o el nombre mostrado en sus configuraciones personales, contacte a su administrador para ayuda.
pt_br: Opções e configurações disponíveis dependendo da configuração do seu administrador. Se você não conseguir alterar a senha ou o nome de exibição em suas configurações pessoais, entre em contato com seu administrador para obter ajuda.
sr: Доступне опције и подешавања зависе од конфигурације коју је поставио ваш администратор. Ако у својим личним подешавањима не можете да промените лозинку или да прикажете име, молимо вас да се обратите администратору за помоћ.
tr: Yönetici yapılandırması tarafından belirlenmiş kullanılabilecek seçenek ve ayarlar. Kişisel ayarlarınızda parolayı veya görüntülenen tam adınızı değiştiremiyorsanız, yardım almak için Nextcloud yöneticiniz ile görüşün.

source: Sharing your data in the global address book
es: Compartir sus datos en la libreta de direcciones global
pt_br: Compartilhando seus dados no catálogo de endereços global
sr: Дељење ваших података у глобалном адресару
tr: Verilerinizi genel adres defterinde paylaşmak

source: Some administrators decide to share their global address book with other Nextcloud instances (so called *Trusted Servers*) or even with the wider world. This is helpful when two instances want to work closely together, or when people want to use Nextcloud as a virtual telephone book for others to browse. It also allows searching for contacts, creating shares and much more.
es: Algunos administradores deciden compartir la libreta de direcciones globales con otras instancias de Nextcloud (los llamados *Servidores de confianza*) o hasta con el resto del mundo. Esto es útil cuando dos instancias necesitan trabajar juntas de manera conjunta, o cuando la gente quiere usar Nextcloud como una libreta telefónica virtual para que otros hagan búsquedas. También permite buscar contactos, crear recursos compartidos y mucho más.
pt_br: Alguns administradores decidem compartilhar seu catálogo de endereços global com outras instâncias do Nextcloud (os chamados *Servidores confiáveis*) ou mesmo com o resto do mundo. Isso é útil quando duas instâncias desejam trabalhar juntas ou quando as pessoas desejam usar o Nextcloud como uma lista telefônica virtual para outros navegarem. Também permite pesquisar contatos, criar compartilhamentos e muito mais.
sr: Неки администратори одлуче да деле сво клобални адресар са осталим Nextcloud инстанцама (такозвани *Сервери којима се верује*) или чак шире. Ово помаже у случају када две инстанце желе да раде заједно, или када људи хоће да користе Nextcloud као виртуелни телефонски именик који остали могу да прегледају. То такође омогућава претрагу контаката, креирање дељења и још доста тога.
tr: Bazı yöneticiler, genel adres defterlerini diğer Nextcloud kopyaları ile (*Güvenilen sunucular* olarak adlandırılır) veya daha geniş dünyayla paylaşmayı seçer. Bu uygulama, iki bulut sunucusu yakın bir şekilde birlikte çalışmak istediğinde veya insanlar Nextcloud uygulamasını başkalarının göz atması için bir sanal telefon rehberi olarak kullanmak istediğinde faydalıdır. Ayrıca kişileri arama ve paylaşımlar oluşturma gibi birçok başka özellik sağlar.

source: You can change what personal data of yours is shared by setting the scope of your data. Clicking on the lock icon will open the following dropdown next to each entry:
es: Puede cambiar que datos personales propios son compartidos estableciendo el alcance de sus datos. Haciendo clic en el ícono del candado abrirá el siguiente desplegable junto a cada entrada:
pt_br: Você pode alterar quais dados pessoais seus são compartilhados definindo o escopo de seus dados. Clicar no ícone de cadeado abrirá o seguinte menu suspenso ao lado de cada entrada:
sr: Можете да промените врсту ваших података који се деле тако што подесите опсег важења података. Клик на икону катанца ће да отвори следећи падајући мени поред сваке ставке:
tr: Verilerinizin kapsamını belirleyerek hangi kişisel verilerinizin paylaşılacağını seçebilirsiniz. Her kaydın yanındaki kilit simgesine tıklayarak şu menüyü açabilirsiniz:

source: screenshot of scope dropdown on personal information form field
es: captura de pantalla del desplegable de alcance en el campo de información personal
pt_br: captura de tela do menu suspenso de escopo no campo de formulário de informações pessoais
sr: снимак екрана падајућег менија опсега важења на пољу форме личних информација
tr: kişisel bilgi formu alanındaki açılır menü kapsamının ekran görüntüsü

source: If you set your data to **Private**, nobody but you will be able to see it.
es: Si establece sus datos como **Privados**, nadie salvo Ud. podrá verla.
pt_br: Se você definir seus dados como **Privado**, ninguém além de você poderá vê-los.
sr: Ако своје податке поставите као **Приватно**, нико неће моћи да их види осим вас.
tr: Verilerinizi **Kişisel** olarak ayarlarsanız sizden başka kimse göremez.

source: If you set your data to **Local**, all logged in users within your Nextcloud instance will be able to see the information, but noone outside of it.
es: Si establece sus datos a **Local**, todos los usuarios que han iniciado sesión en su instancia de Nextcloud podrán ver la información, pero ninguno fuera de ella.
pt_br: Se você definir seus dados como **Local**, todos os usuários conectados em sua instância do Nextcloud poderão ver as informações, mas ninguém fora dela.
sr: Ако своје податке поставите на **Локално**, сви корисници пријављени на вaшу локалну Nextcloud инстанцу ће моћи да виде информације, али нико ван ње.
tr: Verilerinizi **Yerel** olarak ayarlarsanız, Nextcloud kopyanızda oturum açmış tüm kullanıcılar bilgileri görebilir, ancak bunun dışında kimse göremez.

source: If you set your data to **Federated**, the trusted server(s) which are added by your administrator will be able to see this data, in addition to all logged in users.
es: Si establece sus datos a **Federados**, el/los servidor(es) de confianza que han sido añadidos por su administrador podrán ver esta data, además de todos los usuarios que hayan iniciado sesión.
pt_br: Se você definir seus dados como **Federados**, os servidore(s) confiáveis ​​adicionados por seu administrador poderão ver esses dados, além de todos os usuários conectados.
sr: Ако своје податке поставите на **Здружено**, поред свих пријављених корисника, податке ће моћи да виде и сваки сервер(и) којима се верује, а које је додао администратор.
tr: Verilerinizi **Birleşik** olarak ayarlarsanız, oturum açmış tüm kullanıcıların yanında yöneticiniz tarafından eklenen güvenilen sunucular da bu verileri görebilir.

source: If you set your data to **Global**, anyone can see your data. For some use cases this is wanted. Someone with a public facing role such as marketing or sales might want to share their contact with a wide variety of connections which might not be using Nextcloud.
es: Si establece sus datos a **Global**, cualquiera podrá ver sus datos. Para algunos casos de uso, esto se deseará. Alguien con un rol de cara al público tal como marketing o ventas podrían querer compartir su contacto con una amplia variedad de conexiones que podrían no estar usando Nextcloud.
pt_br: Se você definir seus dados como **Global**, qualquer pessoa poderá ver seus dados. Para alguns casos de uso, isso é desejado. Alguém com uma função voltada para o público, como marketing ou vendas, pode querer compartilhar seu contato com uma ampla variedade de conexões que podem não estar usando o Nextcloud.
sr: Ако своје податке поставите на **Глобално**, онда свако може да их види. У неким случајевима је то пожељно. Неко са улогом окренутом јавности, као што је то маркетинг или продаја, може хтети да се њихов контакт дели са разним клијентима који можда не користе Nextcloud.
tr: Verilerinizi **Genel** olarak ayarlarsanız verilerinizi herkes görebilir. Bazı uygulamalarda bu özellik istenir. Pazarlama veya satış gibi herkese açık bir rolü olan biri, iletişim bilgilerini Nextcloud kullanmayan çok çeşitli kişilerle paylaşmak isteyebilir.

source: Click on your profile picture in the top, right corner of your Nextcloud instance.
ko: 우상단에 있는 프로필 사진을 클릭하십시오.

source: The Personal Settings Menu opens:
ko: 개인 설정 메뉴를 여세요:

source: *Personal Settings Menu*
ko: *개인 설정 메뉴*

source: Choose *Settings* from the drop down menu:
ko: 드롭다운 메뉴로부터 *Settings"를 선택하세요:

source: Available options and settings depending on your administrators configuration. If you are not able to change the password or the display-name in your personal settings, please contact your administrator for help.
ko: 이용 가능한 옵션과 설정은 여러분 관리자의 환경 설정에 의해 결정됩니다. 만약 여러분이 비밀번호와 개인 설정에 있는 display-name을 변경할 수 없다면, 여러분의 관리자에게 연락해서 도움을 요청하세요.
