Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/webinterface.po
Languages: cs, de, ko, nl, pt_br, tr, uk

source: The Nextcloud Web interface
cs: Webové rozhraní Nextcloud
de: Die Weboberfläche von Nextcloud
ko: Nextcloud 웹 인터페이스
nl: De Nextcloud Web interface
pt_br: A interface Web Nextcloud
tr: Nextcloud site arayüzü
uk: Інтерфейс веб-версії Nextcloud

source: You can connect to your Nextcloud server using any Web browser. Just point it to your Nextcloud server URL (e.g. cloud.example.com) and enter your username and password:
cs: K Nextcloud serveru je možné se připojit s použitím libovolného webového prohlížeče. Ten jen stačí nasměrovat na URL adresu vámi využívaného serveru (např. cloud.example.com) a zadat své uživatelské jméno a heslo:
de: Sie können sich mit jedem beliebigen Web-Browser mit Ihrem Nextcloud-Server verbinden. Geben Sie einfach die URL des Nextcloud-Servers in der Browserzeile ein (z.B. cloud.example.com) und melden sich mit Ihrem Benutzernamen und Passwort an:
ko: 여러분은 여러분의 Nextcloud 서버에 웹 브라우저를 사용함으로서 연결할 수 있습니다. 그저 여러분의 Nextcloud 서버 URL을 통해 접속하세요(e.g. cloud.example.com) 그리고 사용자 이름과 암호를 입력하기만 하면 됩니다.
nl: Je kan met elke webbrowser verbinding maken met je Nextcloud-server. Je hoeft alleen maar te verwijzen naar jouw Nextcloud-server URL (bijvoorbeeld cloud.example.com) en jouw gebruikersnaam en wachtwoord in te voeren:
pt_br: Você pode se conectar ao seu servidor Nextcloud usando qualquer navegador da web. Basta apontá-lo para o URL do servidor Nextcloud (por exemplo, cloud.example.com) e inserir seu nome de usuário e senha:
tr: Herhangi bir tarayıcı kullanarak Nextcloud sunucunuzla bağlantı kurabilirsiniz. Yalnızca Nextcloud sunucu adresinizi (cloud.ornek.com gibi) açın ve kullanıcı adınızı ile parolanızı yazın:
uk: Ви можете підключитися до свого сервера Nextcloud за допомогою будь-якого веб-браузера. Просто наведіть його на URL-адресу свого сервера Nextcloud (наприклад, cloud.example.com) і введіть своє ім’я користувача та пароль:

source: Nextcloud login screen.
cs: Přihlašovací obrazovka Nextcloud.
de: Nextcloud Anmeldebildschirm.
pt_br: Tela de login do Nextcloud.
tr: Nextcloud oturum açma görünümü.
uk: Екран входу в Nextcloud.

source: Web browser requirements
cs: Požadavky na webový prohlížeč
de: Anforderungen an den Webbrowser
ko: 웹 브라우저 요구사항
nl: Vereisten voor webbrowsers
pt_br: Requerimentos do navegador web
tr: Tarayıcı gereksinimleri
uk: Вимоги до веб-браузера

source: For the best experience with the Nextcloud web interface, we recommend that you use the latest and supported version of a browser from this list:
cs: Pro co nejlepší fungování webového rozhraní Nextcloud, doporučujeme používat nejnovější a podporovanou verzi prohlížeče z tohoto seznamu:
de: Für die beste Erfahrung mit der Nextcloud-Weboberfläche empfehlen wir, dass Sie eine aktuelle und weiterhin unterstützte Version eines Browsers aus folgender Liste verwenden:
ko: Nextcloud web 인터페이스에 대한 최고의 경험을 하고 싶다면, 우리는 여러분이 제일 최신이면서 지원되는 다음 목록의 browser 중에서 사용하는 것을 추천합니다:
nl: Voor de beste gebruikerservaring met de Nextcloud webinterface raden wij je aan de nieuwste en ondersteunde versie van een browser uit deze lijst te gebruiken:
pt_br: Para obter a melhor experiência com a interface da web do Nextcloud, recomendamos que você use a versão mais recente e compatível de um navegador desta lista:
tr: En iyi Nextcloud site arayüzü deneyimi için, bu listedeki bir tarayıcının güncel ve desteklenen bir sürümünü kullanmanızı öneririz:
uk: Для найкращої роботи з веб-інтерфейсом Nextcloud ми рекомендуємо використовувати останню та підтримувану версію браузера з цього списку:

source: Google **Chrome**/Chromium (Desktop and Android)
cs: Google **Chrome**/Chromium (desktop a Android)
de: Google **Chrome**/Chromium (Desktop und Android)
pt_br: Google **Chrome**/Chromium (Desktop e Android)
tr: Google **Chrome**/Chromium (Masaüstü ve Android)
uk: Google **Chrome**/Chromium (ПК і Android)

source: Mozilla **Firefox** (Desktop and Android)
cs: Mozilla **Firefox** (desktop a Android)
de: Mozilla **Firefox** (Desktop und Android)
pt_br: Mozilla **Firefox** (Desktop e Android)
tr: Mozilla **Firefox** (Masaüstü ve Android)
uk: Mozilla **Firefox** (ПК і Android)

source: Apple **Safari** (Desktop and iOS)
cs: Apple **Safari** (desktop a iOS)
de: Apple **Safari** (Desktop und iOS)
pt_br: Apple **Safari** (Desktop e iOS)
tr: Apple **Safari** (Masaüstü ve iOS)
uk: Apple **Safari** (ПК та iOS)

source: Not all versions are supported. Nextcloud is tested and built to work with `these versions only. <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_
cs: Ne všechny verze jsou podporované. Nextcloud je vyzkoušený a sestaven s podporou pouze pro `tyto verze. <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_
de: Es werden nicht alle Versionen unterstützt. Nextcloud wurde getestet und gebaut, um mit `diesen folgenden Versionen zu funktionieren. <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_
pt_br: Nem todas as versões são suportadas. O Nextcloud foi testado e construído para funcionar apenas com essas versões. <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_
tr: Tüm sürümler desteklenmez. Nextcloud yalnızca `şu sürümlerde <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_ çalışmak için oluşturulmuş ve denenmiştir.
uk: Не всі версії підтримуються. Nextcloud перевірено та створено для роботи лише з цими версіями. <https://browserslist.dev/?q=PjAuMjUlLCBub3Qgb3BfbWluaSBhbGwsIG5vdCBkZWFkLCBGaXJlZm94IEVTUg==>`_

source: If you want to use Nextcloud Talk you need to run Mozilla **Firefox** 52+ or Google **Chrome**/Chromium 49+ to have the full experience with video calls and screensharing.
cs: Pokud chcete používat Nextcloud Talk a všechny jeho funkce pro videohovory a sdílení obrazovky, je zapotřebí Mozilla **Firefox** verze 52 a novější nebo Google **Chrome**/Chromium verze 49 a novější.
de: Wenn Sie Nextcloud Talk nutzen möchten, müssen Sie Mozilla **Firefox** 52+ oder Google **Chrome**/Chromium 49+ verwenden, um die volle Erfahrung mit Videoanrufen und Bildschirmfreigabe zu haben.
pt_br: Se quiser usar o Nextcloud Talk, você precisa executar o Mozilla **Firefox** 52 ou o Google **Chrome**/Chromium 49 para ter uma experiência com chamadas de vídeo e compartilhamento de tela.
tr: Nextcloud Talk kullanmak istiyorsanız, görüntülü çağrı ve ekran paylaşımında eksiksiz bir deneyim yaşamak için Mozilla **Firefox** 52+ veya Google **Chrome**/Chromium 49+ sürümlerini kullanmalısınız.
uk: Якщо ви хочете використовувати Nextcloud Talk, вам потрібно запустити Mozilla **Firefox** 52+ або Google **Chrome**/Chromium 49+, щоб отримати повний досвід відеодзвінків і показу екрана.

source: Microsoft **Internet Explorer** is **NOT** supported.
cs: Microsoft **Internet Explorer** **NENÍ** podporován.
de: Microsoft **Internet Explorer** wird **NICHT** unterstützt.
ko: Microsoft **Internet Explorer**는 지원되지 **않음**에 유의하십시오
pt_br: O Microsoft **Internet Explorer** **NÃO** é suportado.
tr: Microsoft **Internet Explorer** **DESTEKLENMEZ**.
uk: Microsoft **Internet Explorer** **НЕ** підтримується.

source: Navigating the main user interface
cs: Pohyb po hlavním uživatelském rozhraní
de: Navigieren in der Hauptbenutzeroberfläche
ko: 메인 user 인터페이스 안내
nl: Navigeren door de gebruikersinterface
pt_br: Navegando na interface do usuário principal
tr: Ana kullanıcı arayüzünde gezinmek
uk: Навігація основним інтерфейсом користувача

source: By default, the Nextcloud Web interface opens to your Dashboard or Files page:
cs: Ve výchozím stavu se webové rozhraní Nextcloud otevře na stránce Nástěnka nebo Soubory:
de: Standardmäßig öffnet Ihre Nextcloud-Web-Oberfläche das Dashboard oder die Dateien-App:
ko: 기본으로 , Nextcloud web 인터페이스는 여러분의 대시보드와 파일 페이지를 열어서 보여줍니다:
nl: Standaard wordt de Nextcloud webinterface geopend op jouw Dashboard of Bestandenpagina:
pt_br: Por padrão, a interface Web do Nextcloud abre em sua página de Painel ou Arquivos:
tr: Nextcloud site arayüzü varayılan olarak pano veya dosyalar sayfanızı açar:
uk: За замовчуванням, веб-інтерфейс Nextcloud відкриває вашу інформаційну панель або сторінку файлів:

source: The main Files view.
cs: Hlavní pohled v Soubory.
de: Die Hauptansicht "Dateien".
pt_br: Visualização principal de Arquivos.
tr: Ana dosyalar görünümü.
uk: Головний перегляд Файлів.

source: In Files you can add, remove, and share files, and the server administrator can change access privileges.
cs: V Souborech je možné přidávat, odebírat a sdílet soubory a správce serveru zde může měnit přístupová oprávnění.
de: Unter Dateien können Sie Dateien hinzufügen, entfernen und teilen, und die Serveradministration kann die Zugriffsrechte ändern.
ko: 파일 페이지에서 여러분은 파일을 추가하고, 제거하며, 공유를 할 수 있고, 서버 관리자는 접근 권한을 변경할 수 있습니다.
pt_br: Em Arquivos, você pode adicionar, remover e compartilhar arquivos, e o administrador do servidor pode alterar os privilégios de acesso.
tr: Dosyalar uygulamasında dosya ekleyebilir, kaldırabilir ve paylaşabilirsiniz. Sunucu yöneticisi erişim izinlerini değiştirebilir.
uk: У Файлах можна додавати, видаляти та ділитися файлами, а адміністратор сервера може змінювати права доступу.

source: The Nextcloud user interface contains the following fields and functions:
cs: Uživatelské rozhraní Nextcloud obsahuje následující části a funkce:
de: Die Nextcloud-Benutzeroberfläche enthält die folgenden Felder und Funktionen:
ko: Nextcloud 유저 인터페이스는 이러한 필드와 기능을 가지고 있습니다:
nl: De Nextcloud gebruikersinterface bevat de volgende velden en functies:
pt_br: A interface do usuário Nextcloud contém os seguintes campos e funções:
tr: Nextcloud kullanıcı arabiriminde aşağıdaki alanlar ve işlevler bulunur:
uk: Інтерфейс користувача Nextcloud містить такі поля та функції:

source: **Apps Selection Menu** (1): Located in the upper left corner, you'll find all your apps which are available on your instance of Nextcloud. Clicking on an app icon will redirect you to the app.
cs: **Nabídka pro výběr aplikací** (1): Nachází se v levém horním rohu a naleznete zde veškeré aplikace, které jsou ve vámi využívané instanci Nexcloud k dispozici. Kliknutí na ikonu aplikace vás přenese na podstránku dané aplikace.
de: **Apps Auswahlmenü** (1): In der oberen linken Ecke finden Sie alle Apps, die auf Ihrer Nextcloud-Instanz verfügbar sind. Wenn Sie auf ein App-Symbol klicken, werden sie zur entsprechenden App weitergeleitet.
ko: **Apps Selection Menu**(1): 사진의 1번으로 표현된 부분으로 위의 왼쪽 코너에 위치해 있으며 , 여러분은 이 메뉴를 통해서 여러분의 Nextcloud에서 이용 가능한 모든 앱을 찾을 수 있습니다. 앱의 아이콘을 클릭하면 여러분은 앱으로 이동할 수 있습니다.
pt_br: **Menu de seleção de aplicativos** (1): localizado no canto superior esquerdo, você encontrará todos os seus aplicativos disponíveis em sua instância do Nextcloud. Clicar em um ícone de aplicativo irá redirecioná-lo para o aplicativo.
tr: **Uygulama seçimi menüsü** (1): Sol üst köşede, Nextcloud kopyanızda kurulu tüm uygulamaları görebilirsiniz. İlgili simgeye tıklayarak uygulamayı açablirsiniz.
uk: **Меню вибору програм** (1): У верхньому лівому куті ви знайдете всі свої програми, доступні у вашому екземплярі Nextcloud. Натиснувши піктограму програми, ви перейдете до програми.

source: **Apps Information** field (2): Located in the left sidebar, this provides filters and tasks associated with your selected app. For example, when you are using the Files app you have a special set of filters for quickly finding your files, such as files that have been shared with you, and files that you have shared with others. You'll see different items for other apps.
cs: Kolonka **Informace aplikace** (2): Nachází se v postranním panelu vlevo a poskytuje filtry a úlohy, související s vámi právě vybranou aplikací. Například, když používáte aplikaci Soubory, je zde speciální sada filtrů pro rychlé vyhledání vašich souborů, jako například soubory, které vám byly nasdíleny a soubory, které jste nasdíleli ostatním. U ostatních aplikací zde uvidíte různé položky.
de: **App-Informationen** -Feld (2): In der linken Seitenleiste angeordnet, werden Filter und Aufgaben im Zusammenhang mit der gewählten App angezeigt. Wenn Sie z. B. die Dateien-App nutzen, haben Sie ein spezielles Angebot von Filtern, um Ihre Dateien schnell zu finden, u.a. Dateien, die mit Ihnen geteilt wurden und die Sie mit anderen geteilt haben. An dieser Stelle werden unterschiedliche Elemente je nach gewählter App angezeigt.
ko: **Apps Information** 필드(2) : 사진의 2번으로 표시된 부분이며 이는 여러분의 왼쪽 사이드 바에 위치해 있으며, 이는 선택된 앱과 연관된 필터와 업무를 제공한다. 예를 들면, 만약 여러분이 Files 앱을 사용하고 있다면 여러분은 file을 빨리 찾는 특별한 filter집합을 제공 받을 것이며, 이로부터 여러분이 전에 공유 받았던 적이 있는 파일과, 여러분이 다른 사람에게 공유했던 적이 있는 파일을 빨리 찾을 수 있습니다. 여러분은 다른 앱으로도 이러한 것을 확인 할 수 있습니다.
pt_br: Campo **Informações do aplicativo** (2): localizado na barra lateral esquerda, fornece filtros e tarefas associadas ao aplicativo selecionado. Por exemplo, ao usar o aplicativo Arquivos, você tem um conjunto especial de filtros para localizar rapidamente seus arquivos, como arquivos que foram compartilhados com você e arquivos que você compartilhou com outras pessoas. Você verá itens diferentes para outros aplicativos.
tr: **Uygulama bilgileri** alanı (2): Sol yan çubukta bulunur ve seçtiğiniz uygulamayla ilgili süzgeç ve görevler sağlar. Örneğin, Dosyalar uygulamasını kullanırken, sizinle paylaşılan ve başkalarıyla paylaştığınız dosyaları hızlı bir şekilde bulmak için özel bir süzgeç grubu vardır. Diğer uygulamalar için farklı ögeler görüntülenir.
uk: Поле **Інформація про програму** (2): Розташоване на бічній панелі ліворуч і містить фільтри та завдання, пов’язані з вибраною програмою. Наприклад, коли ви використовуєте програму Файли, у вас є спеціальний набір фільтрів для швидкого пошуку файлів, як-от файлів, якими ви поділилися з вами, і файлів, якими ви поділилися з іншими. Ви побачите різні елементи для інших програм.

source: **Application View** (3): The main central field in the Nextcloud user interface. This field displays the contents or user features of your selected app.
cs: **Aplikační pohled** (3): Hlavní ústřední část uživatelského rozhraní Nextcloud. Zobrazuje obsah nebo uživatelské funkce vámi právě vybrané aplikace.
de: **Anwendungsansicht** (3): Das zentrale Hauptfeld in der Nextcloud-Benutzeroberfläche. In diesem Feld werden die Inhalte oder Benutzerfunktionen Ihrer ausgewählten App angezeigt.
ko: **Application View** (3): Nextcloud 유저 인터페이스의 중앙에 위치한 필드입니다. 이 필드는 선택한 앱의 유저 특성과 컨텐츠를 보여줍니다.
nl: **Applicatie Weergave** (3): Het belangrijkste, centrale veld in de Nextcloud gebruikersinterface. Dit veld geeft de inhoud of de gebruikersfuncties van de door jou geselecteerde app weer.
pt_br: **Visualização do aplicativo** (3): O campo central principal na interface do usuário Nextcloud. Este campo exibe o conteúdo ou recursos do usuário do aplicativo selecionado.
tr: **Uygulama görünümü** (3): Nextcloud kullanıcı arayüzündeki ana alan. Bu alanda seçtiğiniz uygulamanın içeriği veya kullanıcı özellikleri görüntülenir.
uk: **Перегляд програми** (3): Головне центральне поле в інтерфейсі користувача Nextcloud. У цьому полі відображається вміст або функції користувача вибраної програми.

source: **Navigation Bar** (4): Located over the main viewing window (the Application View), this bar provides a type of breadcrumbs navigation that enables you to migrate to higher levels of the folder hierarchy up to the root level (home).
cs: **Lišta Navigace** (4): Nachází se nad hlavním zobrazovacím oknem (aplikační pohled) a poskytuje typ „drobečkové“ navigace, která umožňuje přesun na nadřazené úrovně hierarchie složek až po úroveň kořenu (domovská).
de: **Navigationsleiste** (4): Diese Leiste befindet sich über dem Hauptansichtsfenster (Anwendungsansicht) und bietet eine Art Brotkrumen-Navigation, die es ermöglicht, zu höheren Ebenen der Ordnerhierarchie bis zur Stammebene (Home) überzugehen.
ko: **Navigation Bar** (4): 사진의 4번에 표시되어 있는 것으로 메인 어플리케이션 뷰(the Application View)에 위치해 있고, 이 bar는 breadcrumbs 안내를 제공하며 이것으로부터 여러분은 루트 수준(home)까지 폴더 계층의 상위 수준으로 마이그레이션 할 수 있습니다.
nl: **Navigatiebalk** (4): Deze balk bevindt zich boven het belangrijkste venster (de Applicatie Weergave) en biedt een soort broodkruimelnavigatie aan waarmee je kan navigeren naar bovenliggende mappen tot aan het hoogste niveau (thuis).
pt_br: **Barra de navegação** (4): Localizada sobre a janela de visualização principal (a Visualização do aplicativo), esta barra fornece um tipo de navegação estrutural que permite que você migre para níveis mais altos da hierarquia de pastas até o nível raiz (home) .
tr: **Gezinme çubuğu** (4): Ana görünüm penceresinin (uygulama görünümü) üzerinde yer alan bu çubuk, kök düzeyine (giriş) kadar klasör ağacının üst düzeylerine geçmenizi sağlayan bir klasör yolu gezinme aracı sağlar.
uk: **Панель навігації** (4): Ця панель, розташована над головним вікном перегляду (перегляд програми), забезпечує навігацію, яка дає змогу переходити на вищі рівні ієрархії папок аж до кореневого рівня (домашнього).

source: **New** button (5): Located in the Navigation Bar, the ``New`` button enables you to create new files, new folders, or upload files.
cs: Tlačítko **Nové** (5): Nachází se na liště Navigace a umožňuje vytvářet nové soubory, složky a nahrávat soubory.
de: **Neu**-Schaltfläche (5): Über die Schaltfläche "Neu" in der Navigationsleiste können Sie neue Dateien oder Ordner erstellen sowie Dateien hochladen.
ko: **New** button (5): 사진의 5번으로 표시된 것으로 Navigation Bar에 위치해 있으며, ``New`` 버튼으로 여러분이 새로운 파일, 새로운 폴더를 생성하고 파일을 업로드 할 수 있습니다.
nl: **Nieuw** knop (5): In de navigatiebalk kan je met de knop ``Nieuw`` nieuwe bestanden of mappen aanmaken en bestanden opladen.
pt_br: **Novo** botão (5): Localizado na barra de navegação, o botão ``Novo`` permite criar novos arquivos, novas pastas ou fazer upload de arquivos.
tr: **Yeni** düğmesi (5): Gezinme çubuğunda bulunan ``Yeni'' düğmesi, yeni dosya ve klasör oluşturmanızı ya da dosya yüklemenizi sağlar.
uk: Кнопка **Новий** (5): Кнопка ``Новий``, розташована на панелі навігації, дозволяє створювати нові файли, нові папки або завантажувати файли.

source: You can also drag and drop files from your file manager into the Files Application View to upload them to your instance.
cs: Soubory také můžete do vámi využívané instance Nextcloud nahrávat jejich přetahováním ze správce souborů ve vašem počítači do aplikačního pohledu Souborů.
de: Sie können Dateien auch aus Ihrem Dateimanager in die Dateiansicht ziehen und dort ablegen, um sie auf Ihre Cloud hochzuladen.
ko: 여러분은 파일 매니저로부터 Files Application View에 drag and drop시킴으로써도 파일을 업로드 시킬 수 있습니다.
pt_br: Você também pode arrastar e soltar arquivos de seu gerenciador de arquivos para a Visualização do Aplicativo de Arquivos para carregá-los em sua instância.
tr: Ayrıca, kopyanıza yüklemek için dosyaları dosya yöneticinizden sürükleyerek dosyalar uygulaması görünümüne bırakabilirsiniz.
uk: Ви також можете перетягувати файли з диспетчера файлів у вікно Files Application View, щоб завантажити їх у ваш акаунт.

source: **Search** field (6): Click on the Magnifier in the upper right corner to search for files and entries of the current app.
cs: Kolonka **Hledat** (6): Kliknutím na ikonu lupy v pravém horním rohu vyhledáte soubory a položky právě otevřené aplikace.
de: **Suche** -Feld (6): Klicken Sie auf die Lupe in der oberen rechten Ecke, um nach Dateien und Einträgen in der aktuellen App zu suchen.
ko: **Search** field (6): 오른쪽 위 코너에 있는 돋보기 아이콘을 클릭함으로써 파일과 현재 앱의 목록을 찾을 수 있습니다.
pt_br: Campo ** Pesquisar ** (6): Clique na lupa no canto superior direito para pesquisar arquivos e entradas do aplicativo atual.
tr: **Arama** alanı (6): Geçerli uygulamanın dosya ve kayıtlarını aramak için sağ üst köşedeki Büyüteç üzerine tıklayın.
uk: Поле **Пошук** (6): Натисність лупу у верхньому правому куті, щоб шукати файли та записи поточної програми.

source: **Contacts Menu** (7): Gives you an overview about your contacts and users on your server. Dependent on the given details and available apps, you can directly start a video call with them or send emails.
cs: **Nabídka kontakty** (7): Poskytuje přehled o vašich kontaktech a uživatelích na serveru, který využíváte. V závislosti na daných podrobnostech a aplikacích k dispozici, s nimi můžete přímo zahájit (video)hovor nebo jim posílat e-maily.
de: **Kontaktmenü** (7): Gibt Ihnen einen Überblick über Ihre Kontakte und Benutzer auf Ihrem Server. Abhängig von den angegebenen Details und verfügbaren Apps können Sie direkt einen Videoanruf mit ihnen starten oder E-Mails an sie senden.
ko: **Contacts Menu** (7): 여러분의 서버에 있는 유저와 연락책에 대한 전반적인 개요를 제공합니다. 주어진 디테일과 이용가능한 앱에 기반해서, 여러분은 그들과 화상통화를 직접적으로 시작할 수 있고 이메일을 보낼 수 있습니다.
nl: **Contactenmenu** (7): Geeft je een overzicht van je contacten en gebruikers op jouw server. Afhankelijk van de beschikbare gegevens en beschikbare apps kan je direct een videogesprek starten of e-mails versturen.
pt_br: **Menu Contatos** (7): fornece uma visão geral sobre seus contatos e usuários em seu servidor. Dependendo dos detalhes fornecidos e dos aplicativos disponíveis, você pode iniciar uma chamada de vídeo diretamente com eles ou enviar e-mails.
tr: **Kişiler menüsü** (7): Kişileriniz ve sunucunuzdaki kullanıcılar hakkında bir özet sunar. Verilen bilgilere ve kullanılabilecek uygulamalara bağlı olarak, onlarla doğrudan görüntülü bir çağrı başlatabilir ya da e-posta gönderebilirsiniz.
uk: **Меню контактів** (7): Дозволяє огляд ваших контактів і користувачів на вашому сервері. Залежно від наданих даних і доступних програм, ви можете безпосередньо почати відеодзвінок з ними або надіслати електронні листи.

source: **Grid view** button (8): This looks like four little squares, which toggles the grid view for folders and files.
cs: Tlačítko **Zobrazení v mřížce** (8): Vypadá jako čtyři malé čtverečky a přepíná mezi zobrazením složek a souborů v podobě seznamu či mřížky.
de: **Kachelansicht**-Schaltfläche (8). Diese sieht aus wie vier kleine Quadrate und schaltet die Kachelansicht von Ordnern und Dateien um.
ko: **Grid view** button (8): 사진의 8번으로 표시된 것으로 작은 사각형 4개로 보여지는 것이며, 이를 통해 폴더와 파일에 대한 grid view를 껐다 켰다(토글) 할 수 있습니다.
pt_br: Botão (8) **Visualização de Grade** : Parece com quatro pequenos quadrados, que alterna a visualização da grade para pastas e arquivos.
tr: **Tablo görünümü** düğmesi (8): Klasörler ve dosyalar için tablo görünümünü dört küçük kareye dönüştürür.
uk: Кнопка **Перегляд сітки** (8): Виглядає як чотири маленькі квадратики, які перемикають перегляд сітки для папок і файлів.
