Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/webinterface.po
Languages: cs, de, ko, nl, pt_br, tr, uk

source: **Settings** menu (9): Click on your profile picture, located to the right of the Search field, to open your Settings dropdown menu. Your Settings page provides the following settings and features:
cs: Nabídka **Nastavení** (9): Kliknutím na svůj profilový obrázek, nacházející se vpravo od kolonky Hledání, se otevře rozbalovací nabídka s Nastaveními. Stránka s nastaveními poskytuje následující nastavení a funkce:
de: **Einstellungs** -Menü (9): Klicken Sie auf Ihr Profilbild rechts neben dem Suchfeld, um das Ausklapp-Menü für die Einstellungen zu öffnen. Ihre Einstellungsseite bietet die folgenden Einstellungsmöglichkeiten und Funktionen:
ko: **Settings** menu (9): 설정 드롭다운 메뉴를 열기 위해서 사진의 9번에 보이는 검색 필드 옆에 위치해 있는 프로필 사진을 클릭합니다. 설정 페이지는 이러한 설정과 특성을 제공합니다:
nl: **Instellingen** menu (9): Klik op je profielfoto, rechts van het zoekveld, om het keuzemenu Instellingen te openen. Je instellingenpagina biedt de volgende instellingen en functies:
pt_br: Menu **Configurações** (9): Clique na imagem do seu perfil, localizada à direita do campo Pesquisar, para abrir o menu suspenso Configurações. Sua página de configurações fornece as seguintes configurações e recursos:
tr: **Ayarlar** menüsü (9): Ayarlar açılır menünüzü açmak için arama alanının sağında bulunan profil görselinize tıklayın. Ayarlar sayfanızda şu ayarlar ve özellikler bulunur:
uk: Меню **Налаштування** (9): Натисність на зображення вашого профілю, розташоване зправа від поля Пошуку, щоб відкрити спадне меню з Налаштуваннями. Ваша сторінка Налаштувань містить такі налаштування та функції:

source: Links to download desktop and mobile apps
cs: Odkazy pro stažení aplikací pro desktop a mobilní platformy
de: Links zum Herunterladen von Desktop- und Mobil-Apps
ko: 데스크탑과 모바일 앱을 다운로드 하기 위한 링크
nl: Links om desktop en mobiele apps te downloaden
pt_br: Links para baixar aplicativos de desktop e móveis
tr: Masaüstü ve mobil uygulamaları indirme bağlantıları
uk: Посилання для завантаження мобільних додатків та додатків для ПК

source: Server usage and space availability
cs: Využití serveru a dostupný prostor
de: Servernutzung und Speicherplatzverfügbarkeit
ko: 사용한 서버의 디스크 공간과 이용 가능한 디스크 공간
nl: Server gebruik en beschikbaarheid van ruimte
pt_br: Uso do servidor e espaço disponível
tr: Sunucu kullanımı ve kullanılabilecek boş alan
uk: Використання серверу та доступність місця

source: Password management
cs: Správu hesel
de: Passwortverwaltung
ko: 비밀번호 관리
nl: Wachtwoorden beheren
pt_br: Gerenciamento de senha
tr: Parola yönetimi
uk: Керування паролями

source: Name, email, and profile picture settings
cs: Nastavení jména, e-mailové adresy a profilového obrázku
de: Einstellungen für Name, E-Mail und Profilbild
ko: 이름, 이메일, 프로필 사진 설정
nl: Instellingen voor naam, email, en profiel afbeelding
pt_br: Configurações de nome, e-mail e foto do perfil
tr: Ad, e-posta ve profil görseli ayarları
uk: Налаштування імені, електронної пошти та зображення профілю

source: Manage connected browsers and devices
cs: Správu připojených prohlížečů a zařízení
de: Verwalten Sie verbundene Browser und Geräte
ko: 연결된 인터넷 브라우저와 디바이스 관리
nl: Verbonden browsers en apparaten beheren
pt_br: Gerenciar navegadores e dispositivos conectados
tr: Bağlı tarayıcı ve aygıtların yönetimi
uk: Керуйте під'єднаними браузерами та пристроями

source: Group memberships
cs: Členství ve skupinách
de: Gruppenmitgliedschaften
ko: 그룹 멤버십
nl: Lidmaatschap van groepen
pt_br: Membros do grupo
tr: Grup üyelikleri
uk: Участь у групах

source: Interface language settings
cs: Nastavení jazyka textů v uživatelském rozhraní
de: Spracheinstellungen für die Oberfläche
ko: 인터페이스 언어 설정
nl: Interface taal instellingen
pt_br: Configurações da linguagem da interface
tr: Arayüz dili ayarları
uk: Налаштування мови інтерфейсу

source: Manage notifications
cs: Správu upozorňování
de: Benachrichtigungen verwalten
ko: 알림 관리
nl: Beheer van meldingen
pt_br: Gerenciar notificações
tr: Bildirim ayarları
uk: Керування сповіщеннями

source: Federated Cloud ID and social media-sharing buttons
cs: Identifikátor v rámci federovaného cloudu a tlačítka pro sdílení na sociálních médiích
de: Föderierte Cloud-ID und Schaltflächen für Soziale Medien
ko: 통합 클라우드 아이디와 소셜 미디어 공유 버튼
nl: Federated Cloud ID en knoppen voor delen via sociale media
pt_br: ID da Núvem Federada e botões de compartilhamento de mídia social
tr: Birleşik bulut kodu ve sosyal ağ paylaşım düğmeleri
uk: Федеративний Cloud ID і кнопки обміну в соціальних мережах

source: SSL/TLS certificate manager for external storages
cs: Správu SSL/TLS certifikátů pro externí úložiště
de: SSL / TLS-Zertifikatmanager für externen Speicher
ko: 외부 저장소에 대한 SSL/TLS 증명서 관리
nl: Beheer van SSL/TLS certificaten voor externe opslag
pt_br: Gerenciador de certificados SSL/TLS para armazenamentos externos
tr: Dış depolamalar için SSL/TLS sertifikaları yönetimi
uk: Менеджер сертифікатів SSL/TLS для зовнішніх сховищ

source: Your Two-factor Settings
cs: Nastavení pro vaše dvoufázové ověřování se
de: Ihre Zwei-Faktor-Einstellungen
ko: 당신의 Two-factor 설정
nl: Je twee-factor instellingen
pt_br: Suas configurações de dois fatores
tr: İki aşamalı kimlik doğrulaması ayarları
uk: Ваші Двофакторні Налаштування

source: Nextcloud Version information
cs: Informace o verzi Nextcloud
de: Nextcloud Versionsinformationen
ko: Nextcloud 버전 정보
nl: Nextcloud Versie informatie
pt_br: Informação da Versão do Nextcloud
tr: Nextcloud sürümü bilgileri
uk: Інформація про Версію Nextcloud

source: See :doc:`userpreferences` section to learn more about these settings.
cs: Další informace o těchto nastaveních jsou uvedeny v sekci :doc:`userpreferences`.
de: Für weitere Details zu diesen Einstellungen siehe :doc:`userpreferences` .
ko: 이러한 설정들에 더 많이 알고 싶다면 :doc:`userpreferences` 섹션을 확인하십시오.
nl: Zie :doc:`userpreferences` sectie om meer te weten te komen over deze instellingen.
pt_br: Veja a seção :doc:`userpreferences` para aprender mais sobre essas configurações.
tr: Bu ayarlar hakkında ayrıntılı bilgi almak için :doc:`userpreferences` bölümüne bakabilirsiniz.
uk: Перегляньте розділ :doc:`налаштуваннякористувача`, щоб дізнатися більше про ці налаштування.

source: If you want to use Nextcloud Talk you need to run Mozilla **Firefox** 52+ or Google **Chrome**/Chromium 49+ to have the full experience with video calls and screensharing. Google **Chrome**/Chromium requires a additional plugin for screensharing.
ko: 만약 여러분이 Nextcloud의 Talk서비스를 사용하고 싶다면 여러분은 Mozilla를 **Firefox**52+ 버전을 사용하거나 **Chrome**/Chromium 49+를 사용함으로서 화상통화와 화면공유 기능에 대해서 온전한 경험을 할 수 있습니다. Google **Chrome**/Chromium은 화면 공유를 위해서 추가적인 플러그인을 요구합니다.
nl: Als je Nextcloud Talk wilt gebruiken, moet je Mozilla **Firefox** 52+ of Google **Chrome**/Chromium 49+ gebruiken om functies als videogesprekken en het delen van schermen optimaal te kunnen gebruiken. Google **Chrome**/Chromium vereist een extra plugin voor het delen van het scherm.

source: In Files you can add, remove, and share files, and make changes based on the access privileges set by you (if you are administering the server) or by your server administrator.
nl: In Bestanden kan je bestanden toevoegen, verwijderen en delen, en wijzigingen aanbrengen op basis van de door jou ingestelde toegangsrechten (als je de server beheert) of door jouw serverbeheerder.

source: **Apps Selection Menu** (1): Located in the upper left corner, you'll find all your apps which are available on your instance of Nextcloud. Clicking on an apps icon will redirect you to the app.
nl: **Apps Selectie Menu** (1): in de linkerbovenhoek vind je al de apps die beschikbaar zijn op je instantie van Nextcloud. Als je op een app-icoontje klikt, word je doorverwezen naar de app.

source: **Apps Information** field (2): Located in the left sidebar, this provides filters and tasks associated with your selected app. For example, when you are using the Files apps you have a special set of filters for quickly finding your files, such as files that have been shared with you, and files that you have shared with others. You'll see different items for other apps.
nl: **Apps Informatie** veld (2): dit bevindt zich in de linker zijbalk en biedt filters en taken die verband houden met de door jou geselecteerde app. Als je bijvoorbeeld de app voor Bestanden gebruikt, beschik je over een speciale set filters voor het snel vinden van je bestanden, zoals bestanden die met jou zijn gedeeld en bestanden die je met anderen hebt gedeeld. Voor andere apps zal je andere items te zien krijgen.

source: You can also drag and drop files from your file manager into the Files Application View to upload them to your instance. Currently, the only Web browsers that support drag-and-drop folders are Chrome and Chromium.
nl: Je kan ook bestanden vanuit je bestandsbeheerder naar de Applicatie Weergave slepen om ze naar jouw instantie op te laden. Op dit moment zijn Chrome en Chromium de enige webbrowsers die drag-and-drop mappen ondersteunen.

source: **Search** field (6): Click on the magnifier in the upper right hand corner of to search for files.
nl: **Zoek** veld (6): Klik op het vergrootglas in de rechterbovenhoek van het venster om te zoeken naar bestanden.

source: **Grid view** button (8). This looks like four little squares, which toggles the grid view for folders and files.
nl: **Raster Weergave** knop (8). Dit ziet eruit als vier vierkantjes, die de raster weergave voor mappen en bestanden wijzigt.
