Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/whats_new.po
Languages: de, tr

source: What's new for users in Nextcloud |version|
de: Was gibt es Neues für Benutzer in Nextcloud |version|
tr: Nextcloud |version| sürümündeki yenilikler

source: Easier way to select a new app:
de: Einfachere Möglichkeit, eine neue App auszuwählen:
tr: Yeni uygulamaları daha kolay seçme yolu:

source: screenshot of apps menu at top-left of Nextcloud Web GUI
de: Screenshot des Apps-Menüs oben links in der Nextcloud-Web-GUI
tr: Nextcloud site arayüzünde sol üstteki uygulamalar menüsünün ekran görüntüsü

source: New Contacts menu to reach your colleagues or friends easier:
de: Neues Kontakt-Menü, um Kollegen und Freunde einfacher zu erreichen:
tr: İş arkadaşları ve arkadaşlarınıza erişmek için yeni kişiler menüsü:

source: screenshot of contacts menu at top-right of Nextcloud Web GUI
de: Screenshot des Kontaktmenüs oben rechts in der Nextcloud-Web-GUI
tr: Nextcloud site arayüzünde sağ üstteki kişiler menüsünün ekran görüntüsü

source: A contact popup menu over avatars everywhere:
de: Ein Kontakt-Popup-Menü über allen Avataren:
tr: Her yerdeki avatarlar üzerine gelindiğinde açılan kişi penceresi:

source: screenshot of popup over avatar
de: Screenshot des Popups über dem Avatar
tr: Avatar üzerine gelindiğinde açılan pencerenin ekran görüntüsü

source: Ability to send multiple unique sharing links each with their own settings, by entering email addresses (the recipient will receive an email):
de: Die Möglichkeit, mehrere eindeutige Freigabelinks mit jeweils eigenen Einstellungen zu versenden, indem E-Mail-Adressen eingegeben werden (der Empfänger erhält eine E-Mail):
tr: E-posta adreslerini yazarak, kendi ayarlarına sahip birçok eşsiz paylaşım bağlantısı gönderebilme (alıcı bir e-posta alır):

source: screenshot of multiple sharing links
de: Screenshot mehrerer Freigabelinks
tr: Çeşitli paylaşım bağlantılarının ekran görüntüsü

source: Many other improvements and new apps, like screensharing in Video calls, new Circles app for user defined groups, push notifications, notifications of file changes even when shared to another server, undo removal of files from a shared folder even if the removal was done by a recipient, directly sharing to social media and much more.
de: Viele weitere Verbesserungen und neue Apps, wie Bildschirmfreigabe in Videoanrufen, neue Circles-App für benutzerdefinierte Gruppen, Push-Benachrichtigungen, Benachrichtigungen über Dateiänderungen, auch wenn diese für einen anderen Server freigegeben wurden, Rückgängigmachen des Löschens von Dateien aus einem freigegebenen Ordner, selbst wenn die Löschung von einem Empfänger durchgeführt wurde, direktes Teilen auf sozialen Medien und vieles mehr.
tr: Görüntülü çağrılarda ekran paylaşımı, kullanıcı tarafından tanımlanan gruplar için yeni Çevreler uygulaması, anında ileti bildirimleri, başka bir sunucuyla paylaşılan dosya değişiklikleri ile ilgili bildirimlerin iletilmesi, paylaşılan bir klasördeki dosyaların bir alıcı tarafından silinse bile geri alınabilmesi, doğrudan sosyal ağ paylaşımı gibi birçok iyileştirme ve yeni uygulama.
