Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/talk/join_a_call_*_chat_*_guest.po
Languages: de, tr

source: Join a call or chat as guest
de: Einem Anruf oder Chat als Gast beitreten
tr: Bir çağrıya katılın ya da konuk olarak sohbet edin

source: Nextcloud Talk offers audio/video call and text chat integrated in Nextcloud. It offers a web interface as well as mobile apps.
de: Nextcloud Talk bietet in Nextcloud integrierte Audio-/Video-Anrufe und einen Text-Chat. Es bietet sowohl eine Webschnittstelle als auch mobile Apps.
tr: Nextcloud Talk, Nextcloud ile bütünleşik sesli/görüntülü çağrı ve yazılı sohbet olanağı sağlar. Site arayüzünün yanında mobil uygulamalar üzerinden de kullanılabilir.

source: You can find out more about Nextcloud Talk `on our website <https://nextcloud.com/talk/>`_.
de: Weitere Informationen zu Nextcloud Talk finden Sie `auf unserer Webseite <https://nextcloud.com/talk/>`_.
tr: Nextcloud Talk hakkında ayrıntılı bilgi almak için `sitemize <https://nextcloud.com/talk/>`_ bakabilirsiniz.

source: Joining a chat
de: Einem Chat beitreten
tr: Bir sohbete katılmak

source: If you received a link to a chat conversation, you can open this in your browser to join the chat.
de: Wenn Sie einen Link zu einem Chat erhalten haben, können Sie diesen in Ihrem Browser öffnen, um dem Chat beizutreten.
tr: Bir görüşme bağlantısı aldıysanız, görüşmeye katılmak için bu bağlantıyı tarayıcınızda açabilirsiniz.

source: You can change your name by clicking the ``Edit`` button, located top-right.
de: Sie können Ihren Namen ändern, indem Sie auf die Schaltfläche ``Bearbeiten`` oben rechts klicken.
tr: Adınızı sağ üstteki ``Düzenle`` düğmesine tıklayarak değiştirebilirsiniz.

source: Your camera and microphone settings can be found in the ``Settings`` menu. There you can also find a list of shortcuts you can use.
de: Ihre Kamera- und Mikrofoneinstellungen finden Sie im Menü ``Einstellungen``. Dort finden Sie auch eine Liste mit Verknüpfungen, die Sie verwenden können.
tr: Kamera ve mikrofon ayarlarınızı ``Ayarlar`` menüsünde bulabilirsiniz. Burada ayrıca kullanabileceğiniz kısayolların listesini de görebilirsiniz.

source: Joining a call
de: Einem Anruf beitreten
tr: Bir çağrıya katılmak

source: You can start a call any time with the ``Start call`` button. Other participants will get notified and can join the call. If somebody else has started a call already, the button will change in a green ``Join call`` button.
de: Sie können einen Anruf jederzeit mit der Schaltfläche ``Anruf starten`` beginnen. Andere Teilnehmer werden benachrichtigt und können dem Gespräch beitreten. Wenn jemand anderes bereits einen Anruf gestartet hat, ändert sich die Schaltfläche in eine grüne Schaltfläche ``Anruf beitreten``.
tr: ``Çağrıyı başlat`` düğmesi ile istediğiniz zaman bir çağrı başlatabilirsiniz. Diğer katılımcılar bilgilendirilir ve çağrıya katılabilir. Çağrıyı başka biri zaten başlattıysa, düğme yeşil bir ``Çağrıya katıl`` düğmesiyle değiştirilir.

source: Before actually joining the call you will see a device check, where you can pick the right camera and microphone, enable background blur or even join with any devices.
de: Bevor Sie dem Anruf tatsächlich beitreten, sehen Sie eine Geräteprüfung, bei der Sie die richtige Kamera und das richtige Mikrofon auswählen, die Hintergrundunschärfe aktivieren oder auch mit beliebigen Geräten teilnehmen können.
tr: Çağrıya katılmadan önce, doğru kamera ve mikrofonu seçmenizi, arka plan bulanıklığını etkinleştirmenizi ve herhangi bir aygıttan katılabilmenizi sağlayan bir aygıt denetimi göreceksiniz.

source: During a call, you can find the Camera and Microphone settings in the ``...`` menu in the top bar.
de: Während eines Anrufs finden Sie die Kamera- und Mikrofoneinstellungen im Menü ``...`` in der oberen Leiste.
tr: Bir çağrı sırasında, üst çubuktaki ``...`` menüsünde kamera ve mikrofon ayarlarını bulabilirsiniz.

source: During a call, you can mute your microphone and disable your video with the buttons in the top-right, or using the shortcuts ``M`` to mute audio and ``V`` to disable video. You can also use the ``space bar`` to toggle mute. When you are muted, pressing space will unmute you so you can speak until you let go of the space bar. If you are unmuted, pressing space will mute you until you let go.
de: Während eines Anrufs können Sie Ihr Mikrofon stummschalten und Ihr Video mit den Schaltflächen oben rechts oder mit den Tastenkombinationen ``M`` zum Stummschalten von Audio und ``V`` zum Deaktivieren von Video. Sie können auch die ``Leertaste`` verwenden, um die Stummschaltung zu umzuschalten. Wenn Sie stummgeschaltet sind, können Sie durch Drücken der Leertaste die Stummschaltung aufheben, so dass Sie sprechen können, bis Sie die Leertaste loslassen. Wenn die Stummschaltung aufgehoben ist, werden Sie durch Drücken der Leertaste stummgeschaltet, bis Sie die Leertaste loslassen.
tr: Bir çağrı sırasında, üst çubukta sağdaki düğmeleri ya da sesi kapatmak için ``M`` ve görüntüyü kapatmak için ``V`` kısayollarını kullanarak mikrofonunuzu ve görüntünüzü kapatabilirsiniz. Sesi kapatmak için boşluk çubuğunu da kullanabilirsiniz. Sesi kapattığınızda, boşluk tuşuna basmak sesi geçici olarak açar. Böylece boşluk çubuğunu bırakana kadar konuşabilirsiniz. Ses açıksa, boşluk tuşuna basmak, siz bırakana kadar sesi kapatır.

source: You can hide your video (useful during a screen share) with the little arrow just above the video stream. Bring it back with the little arrow again.
de: Mit dem kleinen Pfeil über dem Videostream können Sie Ihr Video ausblenden (nützlich bei einer Bildschirmfreigabe). Mit dem kleinen Pfeil können Sie es wieder einblenden.
tr: Görüntü akışının hemen üzerindeki küçük ok ile görüntünüzü gizleyebilirsiniz (ekran paylaşımı sırasında kullanışlıdır). Küçük okla yeniden geri getirebilirsiniz.

source: Starting a screen share
de: Eine Bildschirmfreigabe starten
tr: Ekran paylaşımı başlatmak

source: You can click the monitor icon on your video stream to share your screen. Depending on your browser, you will get the option to share a monitor, an application window or a single browser tab.
de: Sie können auf das Monitorsymbol in Ihrem Videostream klicken, um Ihren Bildschirm freizugeben. Je nach Browser haben Sie die Möglichkeit, einen Monitor, ein Anwendungsfenster oder eine einzelne Browser-Registerkarte freizugeben.
tr: Ekranınızı paylaşmak için görüntü akışınızdaki monitör simgesine tıklayabilirsiniz. Tarayıcınıza bağlı olarak, bir ekranı, bir uygulama penceresini veya tek bir tarayıcı sekmesini paylaşma seçenekleriniz olabilir.

source: More settings
de: Weitere Einstellungen
tr: Diğer ayarlar

source: In the conversation menu you can choose to go full-screen. You can also do this by using the ``F`` key on your keyboard. In the conversation settings, you can find notification options and the full conversation description.
de: Im Unterhaltungsmenü können Sie wählen, ob Sie den Vollbildmodus aktivieren wollen. Sie können dies auch mit der Taste ``F`` auf Ihrer Tastatur tun. In den Unterhaltungseinstellungen finden Sie Benachrichtigungsoptionen und die vollständige Unterhaltungsbeschreibung.
tr: Görüşme menüsünden tam ekrana geçmeyi seçebilirsiniz. Bunu tuş takımındaki ``F`` tuşunu kullanarak da yapabilirsiniz. Görüşme ayarlarında, bildirim seçeneklerini ve tam görüşme açıklamasını bulabilirsiniz.
