Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/talk/talk_basics.po
Languages: de, es

source: Basics of Nextcloud Talk
de: Grundlagen von Nextcloud Talk
es: Conceptos básicos de Nextcloud Talk

source: Nextcloud Talk lets you chat and have video calls on your own server.
de: Mit Nextcloud Talk können Sie auf Ihrem eigenen Server chatten und Videoanrufe führen.
es: Nextcloud Talk te permite chatear y realizar videollamadas en tu propio servidor.

source: Chats and calls take place in conversations. You can create any number of conversations. There are two kinds of conversations:
de: Chats und Anrufen finden in Unterhaltungen statt. Sie können beliebig viele Unterhaltungen erstellen. Es gibt zwei Arten von Unterhaltungen:
es: Los chats y las llamadas tienen lugar en conversaciones. Puedes crear cualquier cantidad de conversaciones. Hay dos tipos de conversaciones:

source: **One-on-one conversations.** This is where you have a private chat or call with another Talk user. You can't add other people to this conversation or share it with a link. You start a direct one-on-one chat by looking for another user in the search bar and then clicking their name.
de: **Einzelgespräche**: Hier führen Sie einen privaten Chat oder Anruf mit einem anderen Talk-Benutzer. Sie können keine anderen Personen zu diesem Gespräch hinzufügen oder es mit einem Link teilen. Sie beginnen einen direkten Einzel-Chat, indem Sie in der Suchleiste nach einem anderen Benutzer suchen und dann auf dessen Namen klicken.
es: ** Conversaciones uno a uno. ** Un chat privado o una llamada con otro usuario de Talk. No puedes agregar a otras personas a esta conversación ni compartirla con un enlace. Comienzas un chat directo uno a uno buscando a otro usuario en la barra de búsqueda y luego haciendo clic en su nombre.

source: **Group conversations.** Besides the person who created the conversation, a group conversation can have any number of people in it. A group conversation can be shared publicly with a link, so external guest users can join a call. It can also be listed, so other people on your Nextcloud server can join the conversation.
de: **Gruppengespräche.** An einem Gruppengespräch können neben der Person, die das Gespräch erstellt hat, beliebig viele Personen teilnehmen. Eine Gruppenkonversation kann öffentlich mit einem Link geteilt werden, so dass externe Gastnutzer an einem Gespräch teilnehmen können. Sie kann auch aufgelistet werden, so dass andere Personen auf Ihrem Nextcloud-Server an der Unterhaltung teilnehmen können.
es: ** Conversaciones grupales. ** Además de la persona que creó la conversación, una conversación grupal puede tener cualquier número de personas en ella. Una conversación grupal se puede compartir públicamente con un enlace, por lo que los usuarios invitados externos pueden unirse a una llamada. También se pueden listar públicamente para que otras personas de su servidor Nextcloud puedan unirse a la conversación.

source: Creating a chat
de: Einen Chat erstellen
es: Creando un chat

source: You can create a direct, one-on-one chat by searching for the name of a user, a group or a circle and clicking it. For a single user, a conversation is immediately created and you can start your chat. For a group or circle you get to pick a name and settings before you create the conversation and add the participants.
de: Sie können einen direkten Einzelchat erstellen, indem Sie nach dem Namen eines Benutzers, einer Gruppe oder eines Kreises suchen und diesen anklicken. Für einen einzelnen Benutzer wird sofort eine Unterhaltung erstellt und Sie können mit dem Chat beginnen. Für eine Gruppe oder einen Kreis können Sie einen Namen und Einstellungen wählen, bevor Sie die Unterhaltung erstellen und die Teilnehmer hinzufügen.
es: Puedes crear un chat directo, uno a uno, buscando el nombre de un usuario, un grupo o un círculo y haciendo clic en él. Para un solo usuario, se crea inmediatamente una conversación y puede iniciar su chat. Para un grupo o círculo, puedes elegir un nombre y una configuración antes de crear la conversación y agregar a los participantes.

source: If you want to create a custom group conversation, click the ``plus`` button next to the search field. You can then pick a name for the conversation and select if the conversation should be open to external users and if other users on the server can see and join the conversation.
de: Wenn Sie eine benutzerdefinierte Gruppenunterhaltung erstellen möchten, klicken Sie auf die Schaltfläche ``plus`` neben dem Suchfeld. Sie können dann einen Namen für die Unterhaltung wählen und festlegen, ob die Unterhaltung für externe Benutzer offen sein soll und ob andere Benutzer auf dem Server die Unterhaltung sehen und ihr beitreten können.
es: Si deseas crear una conversación grupal personalizada, haga clic en el botón ``más`` junto al campo de búsqueda. A continuación, puede elegir un nombre para la conversación y seleccionar si la conversación debe estar abierta a usuarios externos y si otros usuarios del servidor pueden ver y unirse a la conversación.

source: In the second step, you get to add participants and finalize the creation of the conversation.
de: Im zweiten Schritt fügen Sie die Teilnehmer hinzu und stellen die Unterhaltung fertig.
es: En el segundo paso, puedes agregar participantes y finalizar la creación de la conversación.

source: You can cancel the creation of a conversation by clicking outside the white menu area at any time.
de: Die Erstellung einer Unterhalung kann jederzeit durch Klicken außerhalb des weißen Menüs abgebrochen werden.
es: Puedes cancelar la creación de una conversación haciendo clic fuera del área blanca del menú en cualquier momento.

source: Sharing files in a chat
de: Dateien in einem Chat teilen
es: Compartir archivos en un chat

source: You can share files in a chat in 3 ways.
de: Sie können Dateien in einem Chat auf drei Arten teilen.
es: Puede compartir archivos en un chat de 3 formas.

source: First, you can simply drag'n'drop them on the chat.
de: Erstens können Sie die Dateien einfach per Drag'n'Drop in den Chat ziehen.
es: Primero, puedes simplemente arrastrarlos y soltarlos en el chat.

source: Second, you can select a file from your Nextcloud Files or a file manager by choosing the little paperclip and selecting where you'd like to pick the file from.
de: Zweitens können Sie eine Datei aus Ihren Nextcloud-Dateien oder einem Dateimanager auswählen, indem Sie auf die kleine Büroklammer klicken und auswählen, aus welchem Ordner Sie die Datei holen möchten.
es: En segundo lugar, puedes seleccionar un archivo de sus archivos de Nextcloud o un administrador de archivos eligiendo el pequeño clip y seleccionando de dónde le gustaría elegir el archivo.

source: You can add more files until you are done and decide to share the files.
de: Sie können weitere Dateien hinzufügen, bis Sie fertig sind und die Dateien freigeben möchten.
es: Puedes agregar más archivos hasta que hayas terminado y decidas compartir los archivos.

source: All users will be able to click the files to view, edit or download them, irrespective of them having a user account. Users with an account will have the file automatically shared with them while external guest users will get them shared as a public link.
de: Alle Benutzer können auf die Dateien klicken, um sie anzusehen, zu bearbeiten oder herunterzuladen, unabhängig davon, ob sie ein Benutzerkonto haben. Für Benutzer mit einem Konto wird die Datei automatisch freigegeben, während sie für externe Gastnutzer als öffentlicher Link freigegeben wird.
es: Todos los usuarios podrán hacer clic en los archivos para verlos, editarlos o descargarlos, independientemente de que tengan una cuenta de usuario. Los usuarios con una cuenta tendrán el archivo compartido automáticamente con ellos, mientras que para los usuarios invitados externos se compartirá como un enlace público.

source: Inserting emoji
de: Emoji einfügen
es: Insertar emoji

source: You can add emoji using the picker on the left of the text input field.
de: Sie können Emojis mit der Auswahlfunktion auf der linken Seite des Texteingabefelds hinzufügen.
es: Puedes agregar emojis usando el selector a la izquierda del campo de entrada de texto.

source: Replying to messages and more
de: Auf Nachrichten antworten und mehr
es: Responder a mensajes y más

source: You can reply to a message using the arrow that appears when you hover a message.
de: Sie können auf eine Nachricht antworten, indem Sie den Pfeil benutzen, der erscheint, wenn Sie den Mauszeiger über eine Nachricht bewegen.
es: Puedes responder a un mensaje usando la flecha que aparece cuando pasa el cursor sobre un mensaje.

source: In the ``...`` menu you can also choose to reply privately. This will open a one-on-one chat.
de: Im Menü ``...`` können Sie auch wählen, ob Sie privat antworten wollen. Dadurch wird ein Chat unter vier Augen eröffnet.
es: En el menú ``...`` también puedes optar por responder de forma privada. Esto abrirá un chat uno a uno.

source: Here you can also create a direct link to the message or mark it unread so you will scroll back there next time you enter the chat. When it is a file, you can view the file in Files.
de: Hier können Sie auch einen direkten Link zu der Nachricht erstellen oder sie als ungelesen markieren, so dass Sie beim nächsten Mal, wenn Sie den Chat betreten, dorthin zurückblättern können. Wenn es sich um eine Datei handelt, können Sie die Datei unter Dateien anzeigen.
es: Aquí también puede crear un enlace directo al mensaje o marcarlo como no leído para que pueda desplazarse hacia atrás la próxima vez que ingrese al chat. Cuando es un archivo, puede verlo en Archivos.

source: Managing a conversation
de: Eine Unterhaltung verwalten
es: Gestionar una conversación

source: You are always moderator in your new conversation. In the participant list you can promote other participants to moderators using the ``...`` menu to the right of their user name, assign them custom permissions or remove them from the conversation.
de: Sie sind immer Moderator in Ihrer neuen Unterhaltung. In der Teilnehmerliste auf der rechten Seite können Sie andere Teilnehmer über das Menü ``...`` rechts neben ihrem Benutzernamen zu Moderatoren ernennen, ihnen benutzerdefinierte Berechtigungen zuweisen oder sie aus der Unterhaltung entfernen.
es: Siempre eres moderador en tu nueva conversación. En la lista de participantes a la derecha, puede elevar a otros participantes a moderadores usando el menú ``...`` a la derecha de su nombre de usuario, o eliminarlos de la conversación.

source: Changing permissions of a user that joined a public conversation will also permanently add them to the conversation.
es: Cambiar los permisos de un usuario que se unió a una conversación pública causará que este se una de forma permanente a la conversación.

source: Moderators can configure the conversation. Select ``Conversation settings`` from the gear menu of the conversation on the top to access the settings.
de: Moderatoren können die Konversation konfigurieren. Wählen Sie ``Konversationseinstellungen`` aus dem Zahnradmenü der Konversation oben, um auf die Einstellungen zuzugreifen.
es: Los moderadores puede configurar la conversación. Seleccione ``Configuraciones de la conversación` desde el menú con el engranaje en la conversación que se encuentra en la parte superior para acceder a las configuraciones.

source: Here you can configure the description, guest access, if the conversation is visible to others on the server and more.
de: Hier können Sie die Beschreibung, den Gastzugang, ob die Unterhaltung für andere auf dem Server sichtbar ist, und mehr konfigurieren.
es: Aquí puede configurar el nombre, el acceso de invitados, si la conversación es visible para otros en el servidor y más.

source: Starting a call
de: Einen Anruf beginnen
es: Iniciar una llamada

source: When you're in a conversation, you can start a call any time with the ``Start call`` button. Other participants will get notified and can join the call. If somebody else has started a call already, the button will change in a green ``Join call`` button.
de: Wenn Sie sich in einer Unterhaltung befinden, können Sie jederzeit mit der Schaltfläche ``Anruf starten`` einen Anruf starten. Andere Teilnehmer werden benachrichtigt und können dem Gespräch beitreten. Wenn ein anderer Teilnehmer bereits einen Anruf gestartet hat, ändert sich die Schaltfläche in eine grüne Schaltfläche ``Anruf beitreten``.
es: Cuando estás en una conversación, puedes iniciar una llamada en cualquier momento con el botón ``Iniciar llamada``. Los demás participantes recibirán una notificación y podrán unirse a la llamada. Si otra persona ya ha iniciado una llamada, el botón cambiará a un botón verde de ``Unirse a la llamada``.

source: During a call, you can mute your microphone and disable your video with the buttons on the right side of the top bar, or using the shortcuts ``M`` to mute audio and ``V`` to disable video. You can also use the space bar to toggle mute. When you are muted, pressing space will unmute you so you can speak until you let go of the space bar. If you are unmuted, pressing space will mute you until you let go.
de: Während eines Anrufs können Sie Ihr Mikrofon stummschalten und Ihr Video mit den Schaltflächen auf der rechten Seite der oberen Leiste deaktivieren oder mit den Tastenkombinationen ``M`` zum Stummschalten von Audio und ``V`` zum Deaktivieren von Video verwenden. Sie können auch die Leertaste verwenden, um die Stummschaltung zu aktivieren. Wenn Sie stummgeschaltet sind, können Sie durch Drücken der Leertaste die Stummschaltung aufheben, so dass Sie sprechen können, bis Sie die Leertaste loslassen. Wenn die Stummschaltung aufgehoben ist, werden Sie durch Drücken der Leertaste stummgeschaltet, bis Sie die Leertaste loslassen.
es: Durante una llamada, puedes silenciar tu micrófono y deshabilitar tu video con los botones de tu video en la parte inferior derecha, o usando los accesos directos ``M`` para silenciar el audio y ``V`` para deshabilitar el video. También puedes usar la barra espaciadora para alternar el silencio. Cuando estéssilenciado, al presionar la barra espaciadora se reactivará el silencio para que puedas hablar hasta que suelte la barra espaciadora. Si no estás silenciado, al presionar la barra espaciadora se silenciará hasta que lo suelte.

source: You can hide your video (useful during a screen share) with the little arrow just above the video stream. Bring it back with the little arrow again.
de: Mit dem kleinen Pfeil über dem Videostream können Sie Ihr Video ausblenden (nützlich bei einer Bildschirmfreigabe). Mit dem kleinen Pfeil können Sie es wieder einblenden.
es: Puedes ocultar tu video (útil durante una pantalla compartida) con la pequeña flecha justo encima de la transmisión de video. Puedes volver a mostrarlo con la pequeña flecha de nuevo.

source: You can access your settings and choose a different webcam, microphone and other settings in the ``...`` menu in the top bar.
de: Sie können auf Ihre Einstellungen zugreifen und eine andere Webcam, ein anderes Mikrofon und andere Einstellungen im Menü ``...`` in der oberen Leiste auswählen.
es: Puede acceder a su configuración y elegir una cámara web, micrófono y otras configuraciones diferentes en el menú ``...`` en la barra superior.

source: Starting a screen share
de: Eine Bildschirmfreigabe starten
es: Compartir tu pantalla

source: You can click the monitor icon on your video stream to share your screen. Depending on your browser, you will get the option to share a monitor, an application window or a single browser tab.
de: Sie können auf das Monitorsymbol in Ihrem Videostream klicken, um Ihren Bildschirm freizugeben. Je nach Browser haben Sie die Möglichkeit, einen Monitor, ein Anwendungsfenster oder eine einzelne Browser-Registerkarte freizugeben.
es: Puedes pulsar en el icono del monitor en tu transmisión de video para compartir tu pantalla. Dependiendo de tu navegador, tendrás la opción de compartir un monitor, una ventana de aplicación o una sola pestaña del navegador.

source: Changing view in a call
de: Die Ansicht in einem Anruf wechseln
es: Cambiar de vista en una llamada

source: You can switch the view in a call with the little four-block icon in the top-right between promoted-view and grid view. The grid view will show everyone equally big and if the people do not fit on the screen, buttons will appear on the left and right that let you navigate.
de: Sie können die Ansicht während eines Anrufs mit dem kleinen Vier-Block-Symbol oben rechts zwischen der Sprecheransicht und der Kachelansicht wechseln. In der Rasteransicht werden alle Personen gleich groß angezeigt. Wenn die Personen nicht auf den Bildschirm passen, werden links und rechts Schaltflächen angezeigt, mit denen Sie navigieren können.
es: Puedes cambiar la vista en una llamada con el pequeño icono de cuatro bloques en la parte superior derecha entre vista promocionada y vista de cuadrícula. La vista de cuadrícula mostrará a todos igualmente grandes y si las personas no caben en la pantalla, aparecerán botones a la izquierda y a la derecha que te permitirán navegar.

source: The promoted view shows the speaker large and others in a row below. If the people do not fit on the screen, buttons will appear on the left and right that let you navigate.
de: Die Sprecheransicht zeigt den Sprecher groß und die anderen in einer Reihe darunter. Wenn die Personen nicht auf den Bildschirm passen, werden links und rechts Schaltflächen angezeigt, mit denen Sie navigieren können.
es: La vista promocionada muestra a la persona que está hablando en grande y los demás en una fila debajo. Si las personas no caben en la pantalla, aparecerán botones a la izquierda y a la derecha que le permitirán navegar.
