Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/calendar.po
Languages: br

source: Using the Calendar app
br: Oc'h implijout ar meziant Deiziataer

source: The calendar app is not enabled by default and needs to be installed separately from our App Store. Please ask your Administrator for it.
br: Ar meziant deiziataer n'eo ket aotreet dre ziouer ha ret eo staliañ anezhañ adalek ar stal Meziantoù. Goulennit d'ho Merour.

source: The Nextcloud Calendar app works similar to other calendar applications you can sync your Nextcloud calendars and events with.
br: Ar meziant Deiziataer Nextcloud a labour evel pep meziant deiziataer a c'heller kempredañ gant ho teiziataer ha darvoudoù Nextcloud .

source: When you first access the Calendar app, a default first calendar will be pre-generated for you.
br: Pa 'z it evit ar wech kentañ war ar meziant Deiziataer, un deiziataer dre ziouer a vo krouet evidoc'h.

source: Managing your calendars
br: Melestrañ ho teiziataer

source: Import a Calendar
br: Emporzhiañ un deiziataer

source: If you want to transfer your calendar and their respective events to your Nextcloud instance, importing is the best way to do so.
br: Ma ho peus c'hoant kas ho teiziataer hag e darvoudoù d'hoc'h azgoulenn Nextcloud, emporzhiañ a zo an dra aesañ d'ober.

source: Click on the settings-icon labeled with ``Settings & Import`` at the left-bottom.
br: Klikit war ar skeudenn-arventenn lakaet gant '''Arventennoù hag Emporzhiañ'' en diaz a-gleiz.

source: After clicking on ``+ Import Calendar`` you can select one or more calendar files from your local device to upload.
br: Goude bezañ kliket war ''+ Emporzhiañ Deiziataer'' eo posupl deoc'h choaz ur restr deiziataer pe muioc'h eus diabarzh hoc'h ardivink da bellkas.

source: The upload can take some time and depends on how big the calendar you import is.
br: Ar pellkas a c'hel kemer amzer, hervez brasder an deizataer da emporzhiañ.

source: The Nextcloud Calendar application only supports iCalendar-compatible ``.ics``-files, defined in RFC 5545.
br: Ar meziant Deiziataer Nextcloud ne zoug nemet restroù ''.ics'' a glot gant iCalendar, displeget en RFC 5545.

source: Create a new Calendar
br: Krouiñ un deiziataer nevez

source: If you plan to setup a new calendar without transferring any old data from your previous calendar, creating a new calendar is the way you should go.
br: Ma ho peus c'hoant staliañ un deiziataer nevez hep kas roadennoù kozh eus deiziataerioù all, gwelloc'h eo krouiñ un deiziataer nevez.

source: Click on ``+ New Calendar`` in the left sidebar.
br: Klikit war ''+ Deiziataer Nevez'' er varenn-gostez a- gleiz.

source: Type in a name for your new calendar, e.g. "Work", "Home" or "Studies".
br: Lakait un anv evit ho teiziataer nevez, da skouer "Labour", "Ti" pe "Studioù".

source: After clicking on the checkmark, your new calendar is created and can be synced across your devices, filled with new events and shared with your friends and colleagues.
br: Goude bezañ kliket war ar checkmark, ho teiziataer nevez a zo krouet ha gallout a ra bezañ kempredet etrezek hoc'h ardivink, leuniet gant darvoudoù nevez ha rannet gant ho mignoned ha kenseurted.

source: Edit, Download or Delete a Calendar
br: Embann, Pellgargañ pe Lemel un Deiziataer

source: Sometimes you may want to change the color or the entire name of a previous imported or created calendar. You may also want to export it to your local hard drive or delete it forever.
br: A-wechoù ho po c'hoant cheñch liv pe anv un deiziataer emporzhiet pe krouet diaraok. C'hont ho pefe ivez divroañ anezhañ d'ho lenner diabarzh pe lemel anezhañ da virviken.

source: Please keep in mind that deleting a calendar is a irreversible action. After deletion, there is no way of restoring the calendar unless you have a local backup.
br: Ret eo deoc'h gouzout pa vez lamet un deiziataer ganeoc'h eo lamet da viken. Goude bezañ bet lamet, n'ez eus ket tu adtapout anezhañ ma n'ho peus backup diabarzh ebet.

source: Click on the three-dot-menu of the respective calendar.
br: Klikit war ar roll tri foent dezhañ eus an deiziataer mat.

source: Click on ``Edit``, ``Download`` or ``Delete``.
br: Klikit war "Embann", "Pellgargañ" pe "Lemel"

source: Sharing calendars
br: Rannañ deiziataerioù

source: You may share your calendar with other users or groups. Calendars may be shared with write access or read-only. When sharing a calendar with write access, users with whom the calendar is shared will be able to create new events into the calendar as well as edit and delete existing ones.
br: Posupl eo deoc'h rannañ ho teiziataerioù gant implijourien pe strolladoù. Rannet e c'hell bezañ an deiziataerioù gant aotreoù embann pe lenn nemetken. Pa rannit un deiziataer gant un aotre embann, an implijourien ho peus rannet ganto an deiziataer a c'hell krouiñ darvoudoù nevez hag embann pe lemel darvoudoù.

source: Calendar shares currently can't be accepted or rejected. If you want to stop having a calendar that someone shared with you, you can click on the 3-dot menu next to the calendar in the calendar list and click on "Unshare from me".
br: Rannadennoù deiziataer a c'hell bezañ degemeret pe distaolet. M'ho peus c'hoant arrest kaout un deiziataer a zo bet rannet ganeoc'h, posupl eo deoc'h pouezañ war ar roll 3 fik dezhañ war kostez an deiziataer er roll deiziataerioù ha pouezañ war "Dirannañ ac'hanon".

source: Publishing a calendar
br: Embann an deiziataer

source: Calendars can be published through a public link to make them viewable (read-only) to external users. You may create a public link by opening the share menu for a calendar and clicking on « + » next to « Share link ». Once created you can copy the public link to your clipboard or send it through email.
br: Deiziataerioù a zo posupl embann dre ul liamm publik evit ma vefent gwelet (lennet-nemetken) gant implijourien all. Posupl eo deoc'h krouiñ ul liamm publik en ur zigeriñ ar roll rannan evit un deiziataer war « + » e-kichen « Rannan al liamm ». Ur wech krouet anezhañ e c'heller eilañ al liamm publik d'ur pouezer-paperioù pe kas dre bostel.

source: There's also an « embedding code » that provides an HTML iframe to embed your calendar into public pages.
br: Bez' ez eus ivez un dra anvet « kod lestrañ » a ro un iframm HTML evit lestrañ ho teiziataer e pajennoù publik.

source: On the public page, users are able to get the subscription link for the calendar and download the whole calendar directly.
br: War ar bajenn bublik, posupl eo d'an implijourien kavout liammoù koumanantiñ da deiziataerioù ha pellgargañ an holl zeiziataerioù diouzhtu.

source: Subscribe to a Calendar
br: Koumanantiñ d'un Deiziataer

source: You can subscribe to iCal calendars directly inside of your Nextcloud. By supporting this interoperable standard (RFC 5545) we made Nextcloud calendar compatible to Google Calendar, Apple iCloud and many other calendar-servers you can exchange your calendars with, including subscription links from calendar published on other Nextcloud instances, as described above.
br: Posupl eo deoc'h koumanantiñ da deiziataerioù iCal e-barzh ho Nextcloud. en ur zougen ar standard etre-oberatadur (RFC 5545) e vez kenglotet deiziataerioù Nextcloud da re c'hGoogle, Apple iCloud ha kalz a servijourien-deiziataerioù evit eskemm ho teiziataerioù ganto, gant liammoù koumanantiñ en deiziataerioù embannet war azgoulennoù all Nextcloud, evel displeget a-raok.

source: Click on ``+ New Subscription`` in the left sidebar.
br: Klikit war ''+ Koumanant Nevez'' er varenn-gostez a-gleiz.

source: Type in or paste the link of the shared calendar you want to subscribe to.
br: Skrivit pe pegit liamm an deiziataer rannet ho peus c'hoant koumanantiñ outañ.

source: Finished. Your calendar subscriptions will be updated regularly.
br: Echuet. Ho koumanant deiziataer a vo adnevesaet en un doare reoliek.

source: Subscriptions are refreshed every week by default. Your admin may have changed this setting.
br: Dre ziouer e vez freskaet ar c'houmanantoù bep sizhun. Cheñchet e c'hell bezañ gant ho merour.

source: Managing Events
br: Melestrañ darvoudoù

source: Create a new event
br: Krouiñ un darvoud nevez

source: Events can be created by clicking in the area when the event is scheduled. In the day- and week-view of the calendar you just click, pull and left your cursor over the area when the event is taking place.
br: Posupl eo krouiñ darvoudoù en ur glikañ el lec'h ma 'z eo raktreset an darvoud. Er gweled deiz pe sizhun an deiziataer e klikit, sachit ha laoskit ho logodenn a-us d'al lec'h m'emañ an darvoud o tremen.

source: The month-view only requires a single click into the area of the specific day.
br: Ar gweled miz en deus ezhomm eus ur c'hlik nemetken el lec'h an deiz.

source: After that, you can type in the events name (e.g. **Meeting with Lukas**), choose the calendar in which you want to choose the event (e.g. **Personal**, **Work**) check and concretize the time span or set the event as all-day event.
br: Goude se eo posupl skrivañ anv an darvoud (da skouer **Emvod gant Lukaz**), choaz an deiziataer el lec'h ma vez choazet an darvoud ( da skouer ** Personel**, **Labour**) gwiriit ha lakait prantad an darvoud pe an darvoud evel ma kemerfe tout an deiz.

source: If you want to edit advanced details such as the **Location**, a **Description**, **Attendees**, **Reminders** or to set the event as a repeating-event click on the ``More...``-button to open the advanced sidebar-editor.
br: Ma ho peus c'hoant embann munudoù diaraoget evel al *Lec'h**, un **Displegadenn**, **Perzhidi**, **Adgalv** pe lakaat an darvoud da vezañ adlavaret, klikit war ar bouton "Muioc'h ..." evit digeriñ embanner diaraoget er varenn-gostez.

source: If you always want to open the advanced sidebar-editor instead of the simple event editor popup, you can set a ``Skip simple event editor``-checkmark in the ``Settings & Import``-section of the app.
br: M'ho peus c'hoant e vefe digoret embanner diaraoget ar varenn-gostez embann e lec'h ar popup embann darvoud, posupl eo deoc'h lakaat ur checkmark ''Tremen e-bioù an embanner darvoud simpl"" er pennad ''arventennoù hag Emporzhiañ'' ar meziant.

source: Clicking on the blue ``Create``-button will finally create the event.
br: Klikañ war ar bouton ''Krouiñ'' a grouo un darvoud nevez.

source: Edit or Delete an event
br: Embann pe lemel un darvoud

source: If you want to edit or delete a specific event, you just need to click on it. After that you will be able to re-set all of the events details and open the advanced sidebar-editor by clicking on ``More...``.
br: M'ho peus c'hoant embann pe lemel un darvoud resis, ret eo deoc'h klikañ warnañ. Goude-se e vo posupl deoc'h adlakaat pep munutenn an darvoud ha digeriñ ar varenn-embann kostez en ur glikañ war ''Muioc'h...''.

source: Clicking on the blue ``Update``-button will update the event. To cancel your changes, click on the close icon on top right of the popup or sidebar editor.
br: Pouezañ war ar bouton glas "arnevesaat" a adnevezo an darvoudoù. Evit arrestiñ ar cheñchamantoù, pouezit war ar skeudennig serriñ er penn uhelañ ar popup pe ar varenn-gostez embann.

source: If you open the sidebar view and click the three dot menu next to the event name, you have an option to export the event as an ``.ics`` file or remove the event from your calendar.
br: Ma vez digoret ar gweled er varenn-gostez ha pouezet war ar roll tri fik a-gostez an anv darvoud, un dibab divroañ ho peus evel restr ".ics" pe lemel an darvoud eus an deiziataer.

source: Invite attendees to an event
br: Kouviañ tud d'an darvoud

source: You may add attendees to an event to let them know they're invited. They will receive an email confirmation and will be able to confirm or cancel their participation to the event. Attendees may be other users on your Nextcloud instances, contacts in your addressbooks and direct email addresses. You also may change the level of participation per-attendees, or disable email confirmation for a specific attendee.
br: Tud a c'heller ouzhpennañ en darvoud evit lezel anezho gouzout ez int kouviet. Ur postel gwiriañ a vo resevet ganto ha posupl a vo dezho gwiriañ pe get ho pedadenn. Ar c'houvidi a c'hall bezañ implijourien hoc'h azgoulenn Nextcloud, darempredoù en ho levr-chomlec'h pe ur chomlec'h postel resis. Posupl eo deoc'h cheñch al live kouviañ rag-gouviañ, pe lemel ar gwiriañ postel evit ar c'houvidi.

source: When adding other Nextcloud users as attendees to an event, you may access their FreeBusy information if it's available, helping you to determine when is the best time slot for your event.
br: Pa ouzhpennit kouviidi d'un darvoud Nextcloud, posupl eo deoc'h tizhout o zitouroù FreeBusy m'ez eo aotreet, ar pezh a sikouro ac'hanoc'h da choaz pegoulz lakaat an darvoud.

source: Only the calendar owner can send out invitations, the sharees are not able to do that, whether they have write access to the event's calendar or not.
br: N'eo ket posupl da gas kouviadennoù nemet gant perc'henn an deiziataer, ha ket gant an dud eo bet rannet an deiziataer gante, pa vefent aotreet da embann pe get.

source: Setup Reminders
br: Eñvorer Staliañ

source: You can set up reminders to be notified before an event occurs. Currently supported notification methods are :
br: Posupl eo deoc'h lakaat un eñvorer da gemenn ac'hanoc'h pa vez un darvoud. Ar stummoù kemenn douget evit ar poent a zo :

source: Email notifications
br: Kemennadennoù Postel

source: Nextcloud notifications
br: Kemennadennoù Nextcloud

source: You may set reminders at a time relative to the event or at a specific date.
br: Un eñvorer a zo posupl lakat d'un amzer resis tro dro d'un darvoud pe deiziad resis.

source: Only the calendar owner and people or groups with whom the calendar is shared with write access will get notifications. If you don't get any notifications but think you should, your Administrator could also have disabled this for your server.
br: Perc'henn an deiziataer ha tud pe strolladoù eo bet rannet gante an deiziataer ha gant un aotre embann o do kemennadennoù. Ma n'ho peus ket anezho mes e rankfec'h kaout anezho, eo ar merour en deus marteze lamet an aotre evit ho servjiour.

source: If you synchronize your calendar with mobile devices or other 3rd-party clients, notifications may also show up there.
br: Ma kempredit ho teiziataer gant ho ardivink hezoug pe ur c'hliant 3de-strollad, kavet e vo du-se ivez ar c'hemennadennoù.

source: Add recurring options
br: Ouzhpennañ dibaboù o c'hoarvezout ingal

source: An event may be set as "recurring", so that it can happen every day, week, month or year. Specific rules can be added to set which day of the week the event happens or more complex rules, such as every fourth Wednesday of each month.
br: Un darvoud a c'hell bezañ lakaet evet "o c'hoarvezout ingal", pe a c'hell darvoud bemdez, bep sizhun, miz pe bloaz. Reolennoù resis a zo posupl kaout evit lakaat peseurt deiz er sizhun o tremen pe reolennoù all, evel pep pevare Merc'her e pep miz.

source: You can also tell when the recurrence ends.
br: Posupl eo deoc'h lâr pegoulz e echu an darvoud ingal.

source: Birthday calendar
br: deiziataer deiz-ha-bloaz

source: The birthday calendar is a auto-generated calendar which will automatically fetch the birthdays from your contacts. The only way to edit this calendar is by filing your contacts with birthday dates. You can not directly edit this calendar from the calendar-app.
br: An deiziataer deiz-ha-bloaz a zo krouet en un doare otomatik, ar pezh a dapo en un doare otomatik an darempred. An tu nemetañ evit embann an deiziataer a zo en ul lakaat ho tarempredoù gant o deiz-ha-bloaz. N'eo ket posupl embann an deiziataer deiz-ha-bloaz er meziant deiz-ha-bloaz.

source: If you do not see the birthday calendar, your Administrator may have disabled this for your server.
br: Ma ne welit ket an deiziataer deiz-ha-bloaz, diaotreet eo bet marteze gant ho merour war ho servijour.
