Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/contacts.po
Languages: it

source: Using the Contacts app
it: Usare l'applicazione Contatti

source: The Contacts app is not enabled by default in Nextcloud |version| and needs to be installed separately from our App Store.
it: L'applicazione Contatti non è abilitata in modo predefinito in Nextcloud |version| e deve essere installata separatamente dal nostro App Store.

source: The Nextcloud Contacts app is similar to other mobile contact applications, but with more functionality. Let's run through basic features that will help you maintain your address book in the application.
it: L'applicazione Contatti di Nextcloud è simile ad altre applicazioni mobili di contatti, ma con maggiori funzionalità. Esaminiamo le funzionalità di base che ti aiuteranno a mantenere la tua rubrica nell'applicazione.

source: Below, you will learn how to add contacts, edit or remove contacts, upload a contact picture and manage your Contact app address books.
it: Di seguito, imparerai come aggiungere contatti, modificare o rimuovere contatti, caricare la foto di un contatto e gestire le rubriche della tua applicazione Contatti.

source: Adding Contacts
it: Aggiungere contatti

source: When you first access the Contacts app, an empty default address book becomes available:
it: Quando accedi per la prima volta all'applicazione Contatti, diventa disponibile una rubrica predefinita vuota:

source: To add contacts into your address book, you can use one of the following methods:
it: Per aggiungere contatti nella tua rubrica, puoi usare uno dei seguenti metodi:

source: Import contacts using a Virtual Contact File (VCF/Vcard) file
it: Importa contatti usando un file Virtual Contact File (VCF/Vcard)

source: Add contacts manually
it: Aggiungere contatti manualmente

source: The fastest way to add a contact is to use a Virtual Contact File (VCF/Vcard) file.
it: Il modo più veloce per aggiungere un contatto è usare un file Virtual Contact File (VCF/Vcard).

source: Importing Virtual Contacts
it: Importare contatti virtuali

source: To Import Contacts Using a VCF/Vcard File:
it: Per importare contatti usando un fle VCF/Vcard:

source: Find "Settings" at the bottom of the left sidebar, next to the gear button:
it: Trova "Impostazioni" in fondo alla barra laterale sinistra, affianco al pulsante dell'ingranaggio:

source: Click the gear button. The Contacts app "Import" button will appear:
it: Fai clic sul pulsante dell'ingranaggio. Apparirà il pulsante "Importa" dell'applicazione Contatti:

source: The Contacts app only supports import of vCards version 3.0 and 4.0.
it: L'applicazione Contatti supporta solo importazioni di vCard di versione 3.0 e 4.0.

source: Click the "Import" button and upload your VCF/Vcard file.
it: Fai clic sul pulsante "Importa" e carica il tuo file VCF/Vcard.

source: After the import is complete, you will see your new contact in your address book.
it: Dopo che l'importazione è terminata, vedrai i tuoi nuovi contatti nella rubrica.

source: Adding Contacts Manually
it: Aggiungere contatti manualmente

source: If you can't import virtual contacts, the Contacts app enables you to **add contacts** manually.
it: Se non puoi importare contatti virtuali, l'applicazione Contatti ti consente di **aggiungere contatti** manualmente.

source: To Create a New Contact:
it: Per creare un nuovo contatto:

source: Click the ``+ New contact`` button.
it: Fai clic sul pulsante ``+ Nuovo contatto``

source: An empty new contact configuration opens in the Application View field:
it: Una configurazione vuota per il nuovo contatto si apre nel campo Vista dell'applicazione:

source: Specify the new contact information. Changes that you made are implemented immediately.
it: Specifica le informazioni del nuovo contatto. Le modifiche che effettui sono implementate immediatamente.

source: Edit or Remove Contact Information
it: Modifica o rimuovi le informazioni di un contatto

source: The Contacts app enables you to edit or remove contact information.
it: L'applicazione Contati ti consente di modificare o rimuovere le informazioni di un contatto.

source: To edit or remove contact information:
it: Per modificare o rimuovere le informazioni di un contatto:

source: Navigate to the specific contact that you want to modify.
it: Vai al contatto specifico che vuoi modificare.

source: Select the information in the field that you want to edit or remove.
it: Seleziona l'informazione nel campo che vuoi modificare o eliminare.

source: Make your modifications or click on the trash bin.
it: Apporta le tue modifiche o fai clic sul cestino.

source: Changes or removals that you made to any contact information are implemented immediately.
it: Modifiche o rimozioni che hai effettuato a qualunque informazione di un contatto vengono implementate immediatamente.

source: Contact Picture
it: Immagine del contatto

source: To add a picture for your new contacts, click on the upload button:
it: Per aggiungere una foto ai tuoi nuovi contatti, fai clic sul pulsante Carica:

source: After you have set a contact picture, it will look like this:
it: Dopo aver impostato una foto del contatto, apparirà così:

source: If you want to upload a new one, remove it, view it in full size or download it, click on the contacts picture for the following options to appear:
it: Se vuoi caricarne una nuova, rimuoverla, vederla nella dimensione intera o scaricarla, fai clic sulla foto dei contatti per visualizzare le seguenti opzioni:

source: Adding and Managing Address Books
it: Aggiungere e gestire rubriche

source: Clicking on the "Settings" (gear) button at the bottom of the left sidebar provides access to Contacts app settings. This field shows all available address books, certain options for each address book, and enables you to create new address books, simply by specifying an address books name:
it: Facendo clic sul pulsante "Impostazioni" (ingranaggio) in basso nella barra laterale sinistra si accede alle impostazioni dell'applicazione Contatti. Questo campo mostra tutte le rubriche disponibili, certe opzioni per ogni rubrica, e consente di creare nuove rubriche, semplicemente specificando il nome di una rubrica:

source: The Contacts settings is also where you can share, export and delete address books. You will find the CardDAV URLs there.
it: Nelle impostazioni di Contatti puoi anche condividere, esportare ed eliminare rubriche. Troverai qui gli URL di CardDAV.

source: See :doc:`index` for more details about syncing your address books with iOS, macOS, Thunderbird and other CardDAV clients.
it: Vedi :doc:`index` per maggiori informazioni sulla sincronizzazione delle tue rubriche con iOS, macOS, Thunderbird e altri client CardDAV.
