Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/sync_gnome.po
Languages: cs, el, it

source: Synchronizing with the GNOME desktop
cs: Synchronizace s GNOME desktopem
el: Συγχρονισμός με στο GNOME
it: Sincronizzazione con il desktop GNOME

source: The `GNOME desktop <https://www.gnome.org>`_ has built-in support for Nextcloud's calendar, contacts and tasks which will be displayed by the Evolution PIM or the Calendar, Tasks and Contacts app as well has for files, which it integrates into the Nautilus file manager via WebDAV. The latter works only while the computer is connected.
cs: `GNOME desktop <https://www.gnome.org>`_ má vestavěnou podporu pro kalendář, kontakty a úkoly z Nextcloud, které je možné zobrazovat v Evolution PIM nebo aplikacích Kalendář, Úkoly a Kontakty. Stejně tak má podporu pro soubory, které se integrují do správce souborů Nautilus skrze protokol WebDAV. Druhé zmíněné funguje pouze v okamžiku, kdy je k dispozici síťové připojení.
el: Το `GNOME <https://www.gnome.org>` _ έχει ενσωματωμένη υποστήριξη για το ημερολόγιο, τις επαφές και τις εργασίες του Nextcloud που θα εμφανίζονται από το Evolution PIM ή την εφαρμογή Ημερολόγιο, Εργασίες και Επαφές, καθώς και για αρχεία , το οποίο ενσωματώνεται στον διαχειριστή αρχείων Nautilus μέσω WebDAV. Το τελευταίο λειτουργεί μόνο όταν ο υπολογιστής είναι συνδεδεμένος.
it: Il `desktop GNOME <https://www.gnome.org>`_ ha supporto incorporato per il calendario, i contatti e le attività di Nextcloud, che saranno mostrati dall'Evolution PIM o dalle applicazioni Calendario, Attività e Contatti come per File, che viene integrato nel gestore file Nautilus tramite WebDAV. Quest'ultimo funziona solo se il computer è connesso.

source: This can be done by following these steps:
cs: Toto je možné udělat následováním těchto kroků:
el: Αυτό μπορεί να γίνει ακολουθώντας αυτά τα βήματα:
it: Questo può essere effettuato seguendo questi passaggi:

source: In the GNOME settings, open Online Accounts.
cs: V nastavení GNOME, otevřete Online účty.
el: Στις ρυθμίσεις GNOME, ανοίξτε το Διαδικτυακοί Λογαριασμοί.
it: Nelle impostazioni GNOME, apri Account Online

source: Under "Add an account" pick ``Nextcloud``:
cs: Pod „Přidat účet“ vyberte ``Nextcloud``:
it: Sotto "Aggiungi un account" scegli ``Nextcloud``:

source: Enter your server URL, username and password. If you have enabled two factor authentification, you need to generate an app-password/token, because GNOME Online Accounts `doesn't support Nextcloud's webflow login yet <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_ (`Learn more <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):
cs: Zadejte URL adresu vámi využívaného serveru, uživatelské jméno a heslo. Pokud jste zapnuli dvoufázové ověřování, je třeba vytvořit heslo pro aplikaci / token, protože aplikace GNOME Účty online `zatím nepodporuje Nextcloud webflow přihlášení <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_. (`Více viz <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):
it: Digita l'URL, il nome utente e la password del tuo server. Se hai abilitato l'autenticazione a due fattori, devi generare una password/token di applicazione, perché Account Online di GNOME `non consente ancora l'accesso al flusso web di Nextcloud <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_. (`Per maggiori informazioni <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):

source: In the next window, select which resources GNOME should access and press the cross in the top left to close:
cs: V následujícím okně vyberte ke kterým prostředkům by mělo GNOME přistupovat a stiskněte křížek nahoře vlevo pro zavření:
it: Nella prossima finestra, seleziona a quali risorse GNOME può accedere e premi la croce in alto a sinistra per chiudere:

source: Nextcloud tasks, calendars and contacts should now be visible in the Evolution PIM, the task, contacts and calendars app.
cs: Nextcloud úkoly, kalendáře a kontakty by nyní měly být viditelné v Evolution PIM, úkolech, kontaktech a kalendářích.
el: Οι εργασίες Nextcloud, τα ημερολόγια και οι επαφές θα πρέπει τώρα να είναι ορατές στο Evolution PIM, στην εφαρμογή Εργασίες, στην Επαφές και Ημερολόγια.
it: Le attività, i calendari e i contatti di Nextcloud dovrebbero essere ora visibili nell'Evolution PIM, nelle applicazioni attività, contatti e calendari.

source: Files will be shown as a WebDAV resource in the Nautilus file manager (and also be available in the GNOME file open/save dialogues). Documents should be integrated into the GNOME Documents app.
cs: Soubory budou zobrazeny jako WebDAV prostředek ve správci souborů Nautilus (a také k dispozici v dialozích GNOME pro otevření/uložení souborů). Dokumenty by měly být integrovány do aplikace GNOME Dokumenty.
el: Τα αρχεία θα εμφανίζονται ως πόρος WebDAV στον διαχειριστή αρχείων Nautilus (και θα είναι επίσης διαθέσιμοι στους διαλόγους ανοίγματος / αποθήκευσης αρχείων GNOME). Τα έγγραφα πρέπει να ενσωματωθούν στην εφαρμογή εγγράφων GNOME.
it: I file saranno mostrati come una risorsa WebDAV nel gestore file Nautilus (e sarà anche disponibile nelle finestre di dialogo apri/salva file di GNOME). I documenti dovrebbero essere integrati nell'applicazione Documenti di GNOME.

source: All resources should also be searchable from anywhere by pressing the Windows key and entering a search term.
cs: Všechny prostředky by také mělo jít vyhledat odkudkoli stisknutím klávesy Windows a zadáním vyhledávaného pojmu.
el: Όλοι οι πόροι πρέπει επίσης να αναζητούνται από οπουδήποτε πατώντας το πλήκτρο Windows και εισάγοντας έναν όρο αναζήτησης.
it: Tutte le risorse dovrebbero essere ricercabili da qualsiasi posizione premendo il tasto Windows e digitando un termine da cercare.

source: Under "Add an account" pick ``Nextcloud``.
el: Στο «Προσθήκη λογαριασμού» επιλέξτε ``Nextcloud``.

source: Enter your server URL, username and password. If you have enabled two factor authentification, you need to generate an app-password/token, because GNOME Online Accounts `doesn't support Nextcloud's webflow login yet <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_. (`Learn more <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_).
el: Εισαγάγετε τη διεύθυνση URL του διακομιστή, το όνομα χρήστη και το συνθηματικό σας. Εάν έχετε ενεργοποιήσει τον έλεγχο πιστοποίησης δύο παραγόντων, πρέπει να δημιουργήσετε ένα συνθηματικό / διακριτικό εφαρμογής, επειδή οι διαδικτυακοί λογαριασμοί GNOME `δεν υποστηρίζουν τη σύνδεση ροής ιστού του Nextcloud <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_. (`Μάθετε περισσότερα <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_).

source: In the next window, select which resources GNOME should access and press the cross in the top left to close.
el: Στο επόμενο παράθυρο, επιλέξτε τους πόρους στους οποίους θα πρέπει να έχει πρόσβαση το GNOME και πατήστε το σταυρό πάνω αριστερά για κλείσιμο.
