Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/sync_kde.po
Languages: gl, it

source: Synchronizing with KDE Kontact
gl: Sincronizando con KDE Kontact
it: Sincronizzazione con KDE Kontact

source: KOrganizer and KAddressBook can synchronize your calendar, contacts and tasks with a Nextcloud server.
gl: KOrganizer e KAddressBook poden sincronizar o seu calendario, contactos e tarefas cun servidor do Nextcloud.
it: KOrganizer e KAddressBook possono sincronizzare il tuo calendario, contatti e attività con un server Nextcloud.

source: This can be done by following these steps:
gl: Pódese facer seguindo estes pasos:
it: Questo può essere effettuato seguendo questi passaggi

source: Open KOrganizer and in the calendar list (bottom left) right-click and choose ``Add Calendar``:
gl: Abre KOrganizer e na lista de calendarios (abaixo á esquerda) prema co botón dereito e escolla ``Engadir calendario``:
it: Apri KOrganizer e nell'elenco dei calendari (in basso a sinistra) fai clic con il tasto destro e scegli ``Aggiungi calendario``:

source: In the resulting list of resources, pick ``DAV groupware resource``:
gl: Na lista resultante de recursos, escolla ``Recurso de traballo en grupo DAV``:
it: Nell'elenco delle risorse risultante, scegli ``Risorsa del groupware DAV``:

source: Enter your username. As password, you need to generate an app-password/token (`Learn more <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):
gl: Introduza o seu nome de usuario. Como contrasinal, debe xerar un contrasinal/testemuño de aplicación (`Máis información <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):
it: Digita il tuo nome utente. Come password, devi generare una password applicazione/token (`Per saperne di più <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_):

source: Choose ``ownCloud`` or ``Nextcloud`` as Groupware server option:
gl: Escolla ``ownCloud`` ou ``Nextcloud`` como opción do servidor de software de traballo en grupo:
it: Scegli ``ownCloud`` o ``Nextcloud`` come opzione del server di groupware:

source: Enter your Nextcloud server URL and, if needed, installation path (anything that comes after the first /, for example ``mynextcloud`` in ``https://exampe.com/mynextcloud``). Then click next:
gl: Introduza o URL do servidor do Nextcloud e, se é necesario, a ruta de instalación (calquera cousa que apareza após a primeira /, por exemplo ``omeunextcloud`` en ``https://exemplo.com/omeunextcloud``). Deseguido, prema en seguinte:
it: Digita l'URL del tuo server Nextcloud e, se necessario, il percorso di installazione (tutto ciò che viene dopo il primo /, ad esempio ``mionextcloud`` in ``https://esempio.com/mionextcloud``). Poi fai clic su procedi:

source: You can now test the connection, which can take some time for the initial connection. If it does not work, you can go back and try to fix it with other settings:
gl: Agora pode probar a conexión, o que pode levar algún tempo para a conexión inicial. Se non funciona, pode volver atrás e tentar resolvelo con outros axustes:
it: Puoi ora provare la connessione, il che può richiedere del tempo per la connessione iniziale. Se ciò non funziona, puoi tornare indietro e provare a risolvere il problema con altre impostazioni:

source: Pick a name for this resource, for example ``Work`` or ``Home``. By default, both CalDAV (Calendar) and CardDAV (Contacts) are synced:
gl: Escolla un nome para este recurso, por exemplo ``Traballo`` ou ``Inicio``. Como predeterminado, sincronízanse tanto CalDAV (Calendario) como CardDAV (Contactos):
it: Scegli un nome per questa risorsa, per esempio ``Lavoro`` o ``Casa``. In modo predefinito, entrambi CalDAV (Calendario) e CardDAV (Contatti) sono sincronizzati:

source: You can set a manual refresh rate for your calendar and contacts resources. By default this setting is set to 5 minutes and should be fine for the most use cases. When you create a new appointment it is synced to Nextcloud right away. You may want to change this for saving your power or cellular data plan, so that you can update with a right-click on the item in the calendar list.
gl: Pode estabelecer unha taxa de actualización manual para os seus recursos de calendario e contactos. De xeito predeterminado, este axuste estabelécese en 5 minutos e debería estar ben para a maioría dos casos. Cando crea unha nova cita, sincronízase con Nextcloud de inmediato. É posible que queira cambiar isto para aforrar enerxía ou no seu plan de datos móbiles, que pode actualizar cun clic dereito sobre o elemento da lista do calendario.

source: After a few seconds to minutes depending on your internet connection, you will find your calendars and contacts inside the KDE Kontact applications KOrganizer and KAddressBook:
gl: Após uns segundos ou minutos, dependendo da súa conexión a Internet, atopará os seus calendarios e contactos dentro das aplicacións KDE Kontact KOrganizer e KAddressBook:
it: Dopo alcuni secondi o minuti a seconda della tua connessione Internet, troverai i tuoi calendari e contatti nelle applicazioni KOrganizer e KAddressBook di KDE Kontact:

source: You can set a manual refresh rate for your calendar and contacts resources. By default this setting is set to 5 minutes and should be fine for the most use cases. When you create a new appointment it is synced to Nextcloud right away. You may want to change this for saving your power or cellular data plan, that you can update with a right-click on the item in the calendar list.
it: Puoi impostare una frequenza di aggiornamento manuale per le tue risorse del calendario e dei contatti. In modo predefinito, questa funzione è impostata a 5 minuti e dovrebbe andare bene per la maggior parte dei casi di utilizzo. Quando crei un nuovo appuntamento esso è sincronizzato immediatamente su Nextcloud. Potresti voler cambiare questo per risparmiare la tua batteria o il tuo piano dati del cellulare. Puoi aggiornare con un clic del tasto destro sull'elemento nell'elenco del calendario.
