Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/sync_ios.po
Languages: br, gl, it

source: Synchronizing with iOS
br: Kemprennañ gant iOS
gl: Sincronizando con iOS
it: Sincronizzazione con iOS

source: Calendar
br: Deizataer
gl: Calendario
it: Calendario

source: Open the settings application.
br: Digeriñ an arventennoù meziant
gl: Abra a aplicación de axustes.
it: Apri l'applicazione delle impostazioni.

source: Select Passwords and Accounts.
br: Choaz Gerioù-tremen ha Kontoù.
gl: Seleccione Contrasinais e contas.
it: Seleziona Password e account.

source: Select Add Account.
br: Choaz Ouzphnnañ kont.
gl: Seleccione Engadir conta.
it: Seleziona Aggiungi account.

source: Select Other as account type.
br: Choaz All evel stumm kont
gl: Seleccione Outro como tipo de conta.
it: Seleziona Altro come tipo di account.

source: Select Add CalDAV account.
br: Choaz Ouzhpennañ ur c'hont CalDAV.
gl: Seleccione Engadir conta CalDAV.
it: Seleziona Aggiungi account CalDAV.

source: For server, type the domain name of your server i.e. ``example.com``.
br: Evit ar servijour, skrivit an anv domani ho servijour da skouer "skouer.com".
gl: Para o servidor, escriba o nome de dominio do servidor, é dicir ``exemplo.com``.
it: Per il server, digita il nome di dominio del tuo server come ``esempio.com``.

source: Enter your user name and password.
br: Lakait hoc'h anv implijer hag ho ker-tremen.
gl: Introduza o seu nome de usuario e contrasinal.
it: Digita il tuo nome utente e password.

source: Select Next.
br: Choazit da heul
gl: Seleccione Seguinte.
it: Seleziona Avanti.

source: Your calendar will now be visible in the Calendar application.
br: Ho teiziataer a vo bremañ gwelet e-barzh ar meziant Deiziataer.
gl: O seu calendario agora será visíbel na aplicación Calendario.
it: Il tuo calendario sarà ora visibile nell'applicazione Calendario.

source: Beginning with iOS 12 an SSL encryption is necessary. Therefore do **not** disable **SSL** (For this reason a certificate is required at your domain, https://letsencrypt.org/ will do).
br: Pa vez kroget gant iOS 12 ez eus ezhomm eus ur sifradur SSL. Na disaotreit "ket" neuze **SSL* (Ur sertifikat a zo ezhomm en ho tomani abalamour da se, https://letsencrypt.org/ a vo mat).
gl: A partir do iOS 12 é necesario un cifrado SSL. Polo tanto, **non** desactive **SSL** (Por este motivo é necesario que o seu dominio dispoña dun certificado, pode obtelo en: https://letsencrypt.org/).
it: A partire da iOS 12 è necessaria una cifratura SSL. Quindi **non** disattivare **SSL** (per questo motivo è necessario un certificato nel tuo dominio, https://letsencrypt.org/ andrà bene).

source: Contacts
br: Darempredoù
gl: Contactos
it: Contatti

source: Select Add CardDAV account.
br: Choazit Ouzphennañ ur c'hont CardDAV
gl: Seleccione Engadir conta CardDAV.
it: Selezione Aggiungi account CardDAV.

source: You should now find your contacts in the address book of your iPhone.
br: Kavet vo ganeoc'h ho tarempredoù el levr chomlec'h en ho iPhone.
gl: Agora debe atopar os seus contactos na axenda de enderezos do seu iPhone.
it: Dovresti ora trovare i tuoi contatti nella rubrica del tuo iPhone.

source: If it's still not working, have a look at the `Troubleshooting Contacts & Calendar`_ guide.
br: Ma ne dro ket mat, sellit ouzh an dornlerv `Troubleshooting Contacts & Calendar`_ .
gl: Se aínda non funciona, bótelle un ollo á guía `Resolución de problemas de Contactos e Calendario`_.
it: Se non funziona ancora, dai un'occhiata alla guida `Risoluzione dei problemi Contatti & Calendario`_ .
