Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/sync_osx.po
Languages: br

source: Synchronizing with macOS
br: O kempredañ gant macOS

source: Setup your Accounts
br: Staliañ ho kont

source: In the following steps you will add your server resources for **CalDAV** (Calendar) and **CardDAV** (Contacts) to your Nextcloud.
br: Gant ar pazennoù o tont e vo ouzhpennet ganeoc'h ho traoù servijour evit **CalDAV** (Deizataer) ha **CardDav** (Darempredoù) war ho Nextcloud.

source: Open the **system preferences** of your macOS device.
br: Digeriñ **dibaboù sistem** hoc'h ardivink macOS.

source: Navigate to **Internet Accounts**.
br: Merdeit betek **Kont Internet**.

source: Click on **Add Other Account...** and click on **CalDAV Account** for Calendar or **CardDAV Account** for Contacts.
br: Klikit war **Ouzhpennañ ur c'hont...** ha klikit war **CallAV kont** evit an Deiziataer pe *CardDAV kont** evit an darempredoù.

source: You can not setup Calendar/Contacts together. You need to setup them in **separate accounts**.
br: N'eo ket posupl deoc'h staliañ Deiziataer/Darempredoù asambles. Ret eo deoc'h staliañ anezho war **kontoù distag**.

source: Select **Manual** as Account-Type and type in your respective credentials:
br: Choazit evel stumm-kont **Gant-an-dorn** ha lakait ho taveoù :

source: **Username**: Your Nextcloud username or email **Password**: Your generated app-password/token (`Learn more <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_). **Server Address**: URL of your Nextcloud server (e.g. https://cloud.example.com).
br: **Anv-implijer**. Hoc'h anv-implijer Nextcloud pe bostel **Ger-tremen** : Ho ker-tremen meziant/jedouer krouet (Deskit muioc'h <https://docs.nextcloud.com/server/stable/user_manual/session_management.html#managing-devices>`_). **Chom-lec'h ar Servijour : URL ho servijour Nextcloud (da skouer https://cloud.example.com).

source: Click on **Sign In**.
br: Klikit war **En em enskrivañ**.

source: For **CalDAV (Calendar)**: You can now select, with which applications you want to use this resource. In the most cases, this will be the "Calendar" application, sometimes you may also want to use it for your **Tasks and reminders**.
br: Evit *CalDAV (Deizataer)** : Gallout a rit choaz peseurt meziant ho peus c'hoant a implijfe an traoù. Peurvuiañ, ar meziant *Deizatiaer* a vez implijet, ur wech an amzer ho po marteze c'hoant implijout anezhañ evit **Oberiantoù ha eñvorennoù**.

source: Troubleshooting
br: Diskoulmañ ar c'hudennoù

source: macOS does **not** support syncing CalDAV/CardDAV over non-encrypted ``http://`` connections. Make sure you have ``https://`` enabled and configured on server- and client-side.
br: Ne zoug **ket** macOS ar c'hempredañ CalDav/CardDav idiwar kemprennoù disifret "http://". Bezit sur kaout "https://" aotreet ha stummit o kostezioù -servijour ha -kliant.

source: **Self-signed certificates** need to be properly set up in the macOS keychain.
br: **Sertifikadoù sinet ganeoc'h-hoc'h-unan** o deus ezhomm da vezañ staliet mat en douger-alc'hwezioù macOS.
