Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/pim/sync_thunderbird.po
Languages: br, nl

source: Synchronizing with Thunderbird
br: Kemprennañ gant Thunderbird
nl: Synchroniseren met Thunderbird

source: `Thunderbird <https://www.thunderbird.net>`_ is a feature-rich and mature mail client that can be turned into a full-fledged PIM. However, it lacks support for address book synchronisation via CardDAV and it also lacks the ability to automatically discover calendars and address books available on the server. Therefore, to synchronise with Nextcloud, add-ons are required, which can be easily installed through Thunderbird's add-on manager.
br: 'Thunderbird <https://www.thunderbird.net>`_ a zo ur perzh-kliant mail pinvidig ha gour ha c'hall bezhañ troet evel ur PIM penn-da-benn. Koulskoude ne doug ket ar gemprennañ lerv chom-lerch dre CardDAV ha ne c'hel ket keneubeut disoloiñ en un doare otomatek deizataeriom ha lervuioù chom-lec'h ar servijour. Neuze evit kemprenañ gant Nextcloud, ouzhpennadennoù a zo ret kaout, pez a zo aes da staliañ dre merour ouzhpennadennoù Thunderbird.
nl: Thunderbird <https://www.thunderbird.net>`_ is een krachtige en volwassen mailcliënt die kan worden omgezet in een volwaardige PIM. Thunderbird mist echter ondersteuning voor adresboek synchronisatie via CardDAV en het mist ook de mogelijkheid om automatisch kalenders en adresboeken te ontdekken die beschikbaar zijn op de server. Daarom zijn er voor de synchronisatie met Nextcloud add-ons nodig, die eenvoudig te installeren zijn via de add-on manager van Thunderbird.

source: Recommended method
br: Doare recommanded
nl: Aanbevolen methode

source: For this method, you need to have three add-ons installed:
br: Evit an doare-mañ, ret eo deoc'h kaout tri ouzhpennadenn stalied :
nl: Voor deze methode moet je drie add-ons hebben geïnstalleerd:

source: The `Lightning calendar <https://addons.thunderbird.net/de/thunderbird/addon/lightning/>`_
br: `Lightning calendar <https://addons.thunderbird.net/de/thunderbird/addon/lightning/>`_

source: `TBSync <https://addons.thunderbird.net/de/thunderbird/addon/tbsync/>`_ and
br: `TBSync <https://addons.thunderbird.net/de/thunderbird/addon/tbsync/>`_ ha

source: The `TBSync provider for CalDAV and CardDAV <https://addons.thunderbird.net/de/thunderbird/addon/dav-4-tbsync/>`_
br: `Roer TBSync evit CalDAV ha CardDAV <https://addons.thunderbird.net/de/thunderbird/addon/dav-4-tbsync/>`_

source: When they are installed, if you are on Windows, go to **Extras**/**Synchronisation settings (TBSync)** or **Edit/Synchronisation settings (TBSync)** if on Linux
br: Pa ez int stalier, ma ez oc'h war Windows, kit da **Ouzhpenn**/**Arventennoù kemprenn (TBSync)** pe **Embann/Arventennoù kemprenn (TBSync)** ma oc'h war Linux.

source: In the account manager choose "**Add account** / **CalDAV / CardDAV account**"
br: Er merour kont choazit "**Ouzhpennaén kont**/**Kont CallDAV / CardDAV**
nl: Kies in de accountmanager "**Add account** / **CalDAV / CardDAV account**".

source: In the next window, go with the default called **Automatic configuration** and click **next**
br: Er prenestr da heul, kit gant an dra dre ziouer anvet **Arventennañ otomatek** hja pouezit war **da heul**
nl: Ga in het volgende venster naar de standaardinstelling genaamd **Automatische configuratie** en klik op **volgende**.

source: Enter an an **account name**, which you can freely choose, **user name**, **password** and the **URL of your server** and click **next**
br: Lakait ho **anv kont**, ha choazit evel ho peus c'hoant, **anv implijer**, **ger-tremenn** ha **URL ar servijour** ha pouezit war **da heul**

source: In the next window, TBSync should have autodiscovered the CalDAV and CardDAV addresses. When it has, click **Finish**.
br: Ar prenestr da heul, TBSync a zlefe dizoloet en un doare otomatek chom-lec'hioù CallDAV ha CardDAV. P'en deus graet, pouezit war **Achu**.

source: Now check the box **Enable and synchronize this account**. TBSync will discover all address books and calenders your account has access to on the server
br: Sellit ouzh ar voest **Aotreañ ha kempredañ ar c'hont**. TBSync a dizoloo pep lerv chom-lec'h ha deizataer war ho c'hont er servijer.
nl: Zet nu een vinkje in het vakje **Activeer en synchroniseer deze account**. TBSync zal alle adresboeken en agenda's waar je account toegang toe heeft op de server ontdekken.

source: Check the box next to each calender and address book you want to have synchronised, also set how often you want them to be synchronised and push the button **sychronise now**
br: Sellit ouzh ar voest e kichenn an deizataer hag al lerv chom-lerc'h ho peus c'hoant kemprennañ, ah lakait ivez bep pegeit amzer eo ret kemprenn anezho ha pouezit war **kemprenn bremañ**

source: After the first successful synchronisation is complete, you can close the window. Henceforth, TBSync will do the work for you. You are done and can skip the next sections (unless you need a more advanced address book)
br: Goude ar gemprennadenn kentañ, posupl eo deoc'h seriñ ar prenestr. Bremañ, TBSync a labouro evideoc'h. Posupl eo deoc'h tremenn e-bioù ar pennad da heul (nemet ho peus ezhomm ur lerv chom-lec'h araokaet)
nl: Nadat de eerste succesvolle synchronisatie is voltooid, kan je het venster sluiten. Voortaan doet TBSync het werk voor jou. Je bent klaar en kan de volgende secties overslaan (tenzij je een meer geavanceerd adresboek nodig hebt)

source: Alternative: Using the CardBook add-on (Contacts only)
br: En un doare all : Implij an ouzhpennadenn CardBook (Darempredoù nemetken)
nl: Alternatief: Gebruik van de CardBook add-on (alleen contactpersonen)

source: `CardBook <https://addons.thunderbird.net/de/thunderbird/addon/cardbook/>`_ is an advanced alternative to Thunderbird's address book, which supports CardDAV. You can have TBSync and CardBook installed in parallel.
br: `CardBook <https://addons.thunderbird.net/de/thunderbird/addon/cardbook/>`_ a zo un doare all araokaet eus lerv chom-lec'h Thunderberd, a doug CardDAV. Galout a rit kaout CardBook ha TBSync asambles.

source: Click the Cardbook icon in the upper right corner of Thunderbird:
br: Pouezit war skeudennig Cardbook er c'horn penn huel a gleiz Thunderbird :

source: In Cardbook:
br: E Cardbook :

source: "Adressbook > New Adressbook **Remote** > Next
br: "Lerv chomlec'h> Lerv nevez**Pell** > Da heul

source: Select **CardDAV**, fill in the address of your Nextcloud server, your user name and password
br: Choazit **CarDAV**, lakait chom-lec'h ho servijour Nextcloud, ho anv implijer hag ho ger-tremen
nl: Selecteer **CardDAV**, vul het adres van jouw Nextcloud-server, jouw gebruikersnaam en wachtwoord in.

source: Click on "Validate", click Next, then choose the name of the addressbook and click Next again.
br: Pouezit war "Gwiriañ", pouezit war Da heul, ha choazit anv ar lerv chom-lec'h ha pouezit war da heul adare.

source: When you are finished, CardBook synchronizes your addressbooks. You can always trigger a synchronisation manually by clicking "Synchronize" in the top left corner of CardBook.
br: P'ho po achuet, CardBook a gempredo ho lerv chiom-lec'h. Galout a rit rediañ ar gemprenn gant an dorn en ur pouezaén war "Kempredañ" e korn huel gleiz CardBook.

source: The old method: Manually subscribing to calendars
br: an doare kozh : Koumanantit gant an dorn d'an deizataerioù
nl: De oude methode: handmatig abonneren op kalenders

source: This method is only needed if you don't want to install TBSync.
br: An doare-mañ na servij nemet ma n'ho peus ket c'hoant staliañ TBSync.
nl: Deze methode is alleen nodig als je TBSync niet wil installeren.

source: 1. Go to your Nextcloud Calendar and click on the 3 dotted menu for the calendar that you want to synchronize which will display and URL that looks something like this: https://cloud.nextcloud.com/remote.php/dav/calendars/daniel/personal/
br: 1. Kit d'ho deizataer Nextcloud ha klikit war ar roll 3 pik evit an daizater ho peus c'hoant kempredañ hag a ziskouelo un URL evel-se : https://cloud.nextcloud.com/remote.php/dav/calendars/daniel/personal/

source: Go to the calendar view in Thunderbird and right click in the calendar menu to the left (where the names of the calendars are) to add a **New Calendar**.
br: Kit d'ho gweller deizataer e Thunderbird ha grit ur c'hlik dehoù war ar roll deizataer a gleiz (lec'h m'emañ anv an deizataer) da ouzhpnnañ a **Deizataer Nevez**.
nl: Ga naar de kalenderweergave in Thunderbird en klik met de rechtermuisknop in het kalendermenu links (waar de namen van de kalenders staan) om een **Nieuwe kalender** toe te voegen.

source: Choose **On the network**
br: Choazit **War ar genrouedad**

source: Choose **CalDAV** and fill in the missing information:
br: Choazit **CallDav** ha ouzhpennit an titouroù a vank :
nl: Kies **CalDAV** en vul de ontbrekende informatie in:

source: Fix for Thunderbird 60
br: Aozerezh evit THunderbird 60
nl: Fix voor Thunderbird 60

source: If you are still using Thunderbird 60, you need to change a configuration setting to make CalDAV/CardDAV work around Thunderbird bug `#1468918 <https://bugzilla.mozilla.org/show_bug.cgi?id=1468912>`_ as described `here <https://help.nextcloud.com/t/thunderbird-60-problems-with-address-and-calendar-sync/35773>`_
br: Ma implijit bepred Thunderbird 60, ret e vo deoc'h cheñch un dra arventenn evit lakaat CallDAV/CardDAV da dreién tro-dro bug Thunderbird `#1468918 <https://bugzilla.mozilla.org/show_bug.cgi?id=1468912>`_ evel diskwellet `amañ <https://help.nextcloud.com/t/thunderbird-60-problems-with-address-and-calendar-sync/35773>`_

source: The `Lightning calendar <https://addons.thunderbird.net/en/thunderbird/addon/lightning/>`_ (Only needed for Thunderbird versions up to 68).
nl: De `Lightning kalender <https://addons.thunderbird.net/en/thunderbird/addon/lightning/>`_ (Alleen nodig voor Thunderbird versies tot 68).

source: The `TBSync provider for CalDAV and CardDAV <https://addons.thunderbird.net/en/thunderbird/addon/dav-4-tbsync/>`_.
nl: De `TBSync provider voor CalDAV en CardDAV <https://addons.thunderbird.net/en/thunderbird/addon/dav-4-tbsync/>`_.

source: When they are installed, if you are on Windows, go to **Extras**/**Synchronisation settings (TBSync)** or **Edit/Synchronisation settings (TBSync)** if on Linux, and then:
nl: Als beiden zijn geïnstalleerd, ga dan naar **Extra's**/**Synchronisation settings (TBSync)** of **Edit/Synchronisation settings (TBSync)** op Linux bent, en vervolgens:

source: Enter an **account name**, which you can freely choose, **user name**, **password** and the **URL of your server** and click **next**
nl: Voer een **accountnaam** in, die je vrij kan kiezen, **gebruikersnaam**, **wachtwoord** en de **URL van je server** en klik op **volgende**.

source: In the next window, TBSync should have autodiscovered the CalDAV and CardDAV addresses. When it has, click **Finish**
nl: In het volgende venster zou TBSync de CalDAV- en CardDAV-adressen automatisch moeten hebben gevonden. Wanneer dit het geval is, klik dan op **Finish**

source: Check the box next to each calender and address book you want to have synchronised, also set how often you want them to be synchronised and push the button **sychronize now**
nl: Vink het vakje aan naast elke kalender en adresboek die je wenst te synchroniseren, stel ook in hoe vaak je ze wenst te synchroniseren en klik op de knop **Synchronizeer nu**.

source: `CardBook <https://addons.thunderbird.net/en/thunderbird/addon/cardbook/>`_ is an advanced alternative to Thunderbird's address book, which supports CardDAV. You can have TBSync and CardBook installed in parallel.
nl: CardBook <https://addons.thunderbird.net/en/thunderbird/addon/cardbook/>`_ is een geavanceerd alternatief voor het adresboek van Thunderbird, dat CardDAV ondersteunt. Je kan TBSync en CardBook parallel laten installeren.

source: Click the CardBook icon in the upper right corner of Thunderbird:
nl: Klik op het CardBook-icoontje in de rechterbovenhoek van Thunderbird:

source: "Address book > New Address book **Remote** > Next
nl: "Adresboek > Nieuw Adresboek **Remote** > Next

source: Click on "Validate", click Next, then choose the name of the address book and click Next again:
nl: Klik op "Valideren", klik op Volgende, kies dan de naam van het adresboek en klik nogmaals op Volgende:

source: When you are finished, CardBook synchronizes your address books. You can always trigger a synchronisation manually by clicking "Synchronize" in the top left corner of CardBook:
nl: Als je klaar bent, synchroniseert CardBook jouw adresboeken. Je kan altijd handmatig een synchronisatie opstarten door te klikken op "Synchroniseren" in de linkerbovenhoek van CardBook:

source: Go to your Nextcloud Calendar and click on the 3 dotted menu for the calendar that you want to synchronize which will display and URL that looks something like this:
nl: Ga naar jouw Nextcloud Kalender en klik op het 3 stippen menu voor de kalender die je wenst te synchroniseren. Die zal worden weergegeven en URL ziet er ongeveer zo uit:

source: Choose **On the Network**:
nl: Kies **Op het netwerk**:

source: If you are still using Thunderbird 60, you need to change a configuration setting to make CalDAV/CardDAV work around Thunderbird bug `#1468918 <https://bugzilla.mozilla.org/show_bug.cgi?id=1468912>`_ as described `here <https://help.nextcloud.com/t/thunderbird-60-problems-with-address-and-calendar-sync/35773>`_.
nl: Als je nog steeds Thunderbird 60 gebruikt, moet je een configuratie-instelling wijzigen om CalDAV/CardDAV te laten werken rond Thunderbird bug `#1468918 <https://bugzilla.mozilla.org/show_bug.cgi?id=1468912>`_ zoals `hier <https://help.nextcloud.com/t/thunderbird-60-problems-with-address-and-calendar-sync/35773>`_ beschreven.
