Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/calendar.po
Languages: de, es, tr

source: The trash bin is only accessible from the Calendar app. Any connected application or app won't be able to display its contents. However, events, tasks and calendars deleted in connected applications or app will also end up in the trash bin.
de: Auf den Papierkorb kann nur über die Kalender-App zugegriffen werden. Eine verbundene Anwendung oder App kann ihre Inhalte nicht anzeigen. Ereignisse, Aufgaben und Kalender, die in verbundenen Anwendungen oder Apps gelöscht werden, landen jedoch ebenfalls im Papierkorb.
es: La papelera solo está disponible en la aplicación Calendario. Cualquier aplicación conectada, por ejemplo de escritorio o de móvil, no podrá ver los contenidos de la papelera. Sin embargo, aquellos eventos, tareas y calendarios que elimine desde otras aplicaciones conectadas también acabarán en la papelera.
tr: Çöp kutusuna yalnızca Takvim uygulamasından erişilebilir. Bağlı herhangi bir uygulama, çöp kutusunun içeriğini görüntüleyemez. Bununla birlikte, bağlı uygulamalarda silinen etkinlikler, görevler ve takvimler de çöp kutusuna atılır.

source: Responding to invitations
de: Auf Einladungen reagieren
es: Responder a invitaciones
tr: Çağrılara yanıt vermek

source: You can directly respond to invitations inside the app. Click on the event and select your participation status. You can respond to an invitation by accepting, declining or accepting tentatively.
de: Sie können direkt in der App auf Einladungen reagieren. Klicken Sie auf das Ereignis und wählen Sie Ihren Teilnahmestatus. Sie können auf eine Einladung reagieren, indem Sie sie annehmen, ablehnen oder vorläufig annehmen.
es: Puede responder directamente a invitaciones desde la aplicación. Pulse en un evento y seleccione su estado de participación. Puede responder a una invitación aceptándola, rechazándola o aceptándola tentativamente.
tr: Çağrılara doğrudan uygulama içinden yanıt verebilirsiniz. Etkinlik üzerine tıklayın ve katılım durumunuzu seçin. Bir çağrıyı yanıtlarken belirsiz olarak kabul edebilir, reddedebilir ya da kabul edebilirsiniz.

source: You can respond to an invitation from the sidebar too.
de: Sie können auch über die Seitenleiste auf eine Einladung antworten.
es: También puede responder a una invitación desde la barra lateral.
tr: Bir çağrıya yan çubuk üzerinden de yanıt verebilirsiniz.

source: Availability (Working Hours)
de: Verfügbarkeit (Arbeitszeit)
es: Disponibilidad (Horario Laboral)
tr: Uygunluk (çalışma saatleri)

source: The general availability independent of scheduled events can be set in the groupware settings of Nextcloud. These settings will be reflected in the free-busy view when you :ref:`schedule a meeting with other people<calendar-attendees>` in Calendar. Some connected clients like Thunderbird will show this data as well.
de: Die generelle Verfügbarkeit, unabhängig von geplanten Events, kann in den Groupware-Einstellungen von Nextcloud eingestellt werden. Diese Einstellungen werden in der Frei/Besetzt-Ansicht widergespiegelt, wenn Sie im Kalender :ref:`ein Meeting mit anderen Personen planen<calendar-attendees>`. Einige verbundene Clients wie z. B. Thunderbird zeigen diese Daten ebenfalls an.
es: Su disponibilidad general, independientemente de los eventos que tenga programados, puede ser configurada en los ajustes de groupware de Nextcloud. Estos ajustes se verán reflejados en la vista disponible-ocupado cuando :ref:`programe una reunión con otras personas<calendar-attendees>` en Calendario. Algunos clientes conectados como Thunderbird también mostrarán estos datos.
tr: Zamanlanmış etkinliklerden bağımsız olarak genel kullanılabilirlik, Nextcloud groupware ayarlarından yapılabilir. Bu ayarlar, takvimde :ref:`diğer kişilerle bir toplantı zamanladığınızda<calendar-attendees>` serbest-meşgul görünümüne yansıtılır. Thunderbird gibi bazı bağlı istemciler de bu verileri görüntüler.

source: Birthday calendar
de: Geburtstagskalender
es: Calendario de cumpleaños
tr: Doğum günü takvimi

source: The birthday calendar is a auto-generated calendar which will automatically fetch the birthdays from your contacts. The only way to edit this calendar is by filing your contacts with birthday dates. You can not directly edit this calendar from the calendar-app.
de: Der Geburtstagskalender wird automatisch erstellt aus den Geburtstagen Ihrer Kontakte. Sie können diesen Kalender nur bearbeiten, indem Sie die Geburtstage bei Ihren Kontakten eintragen. Direkt bearbeiten können Sie diesen Kalender nicht.
es: El calendario de cumpleaños es un calendario generado automáticamente, que compila los cumpleaños de los contactos en su agenda. La única manera de editar este calendario es indicar la fecha de cumpleaños de sus contactos. No es posible realizar cambios a este calendario desde la aplicación calendario.
tr: Doğum günü takvimi, doğum günlerini kişilerinizden alan, otomatik olarak oluşturulmuş bir takvimdir. Bu takvimi düzenlemenin tek yolu, kişi kayıtlarınıza doğum günlerini yazmaktır. Bu takvimi doğrudan takvim uygulamasından düzenleyemezsiniz.

source: If you do not see the birthday calendar, your Administrator may have disabled this for your server.
de: Wenn der Geburtstagskalender nicht angezeigt wird, hat Ihr Administrator dies vielleicht für Ihren Server deaktiviert.
es: Si no le aparece el calendario de cumpleaños, es posible que su administrador lo haya deshabilitado para su servidor.
tr: Doğum günü takvimini görmüyorsanız, BT yöneticiniz sunucunuzda bu özelliği devre dışı bırakmış olabilir.

source: Appointments
de: Termine
es: Citas
tr: Randevular

source: As of Calendar v3 the app can generate appointment slots which other Nextcloud users but also people without an account on the instance can book. Appointments offer fine-granular control over when you are possibly free to meet up. This can eliminate the need to send emails back and forth to settle on a date and time.
de: Ab Calendar v3 kann die App Terminzeitfenster generieren, die andere Nextcloud-Nutzer, aber auch Personen ohne Konto auf der Instanz buchen können. Termine bieten Ihnen eine feingranulare Kontrolle darüber, wann Sie möglicherweise frei sind, um sich zu treffen. Dadurch entfällt die Notwendigkeit, E-Mails hin und her zu senden, um ein Datum und eine Uhrzeit festzulegen.
es: A partir de la versión 3 de Calendario, la aplicación puede generar huecos para citas, que otros usuarios pueden reservar, incluso aunque no tengan cuenta de Nextcloud. Las citas ofrecen un control granular sobre cuándo estará disponible para reunirse. Esto puede eliminar la necesidad de intercambiar correos para acordar un día y hora.
tr: 3. takvim sürümünden itibaren uygulamada, diğer Nextcloud kullanıcılarının yanı sıra kopyada hesabı olmayan kişilerin de ayırtabileceği randevu aralıkları oluşturabilir. Randevular, buluşmak için ne zaman uygun olabileceğiniz konusunda ayrıntılı bir denetim sağlar. Böylece, bir tarih ve saate karar vermek için e-posta gönderme gereksinimi ortadan kaldırabilir.

source: In this section we'll use the term *organizer* for the person who owns the calendar and sets up appointment slots. The *attendee* is the person who books one of the slots.
de: In diesem Abschnitt verwenden wir den Begriff *Organisator* für die Person, die den Kalender besitzt und die Zeitfenster für Termine einrichtet. Der *Teilnehmer* ist die Person, die diese bucht.
es: En esta sección usaremos el término *organizador* para la persona propietaria del calendario que configura los huecos de citas. El *asistente* es la persona que reserva uno de estos huecos.
tr: Bu bölümde, takvimin sahibi olan ve randevu alanlarını ayarlayan kişi için *Düzenleyici* terimini kullanacağız. *Katılımcı* ise, aralıklardan birini ayırtan kişidir.

source: Creating an appointment configuration
de: Erstellen einer Terminkonfiguration
es: Crear una configuración de citas
tr: Bir randevu yapılandırması oluşturmak

source: As an organizer of appointments you open the main Calendar web UI. In the left sidebar you'll find a section for appointments, were you can open the dialogue to create a new one.
de: Als Organisator von Terminen öffnen Sie die Hauptbenutzeroberfläche des Kalenders. In der linken Seitenleiste finden Sie einen Bereich für Termine, wo Sie den Dialog öffnen können, um einen neuen zu erstellen.
es: Como organizador de citas, acceda a través de la interfaz web de Calendario. En la barra lateral izquierda encontrará una sección de citas, donde puede abrir un diálogo para crear una nueva.
tr: Randevu düzenleyicisi olarak ana takvim site kullanıcı arayüzünü açarsınız. Sol yan çubukta randevular için bir bölüm bulacaksınız. Yeni bir randevu oluşturma penceresini açabildiniz mi?

source: One of the basic infos of every appointment is a title describing what the appointment is about (e.g. "One-on-one" when an organizer wants to offer colleagues a personal call), where an appointment will take place and a more detailed description of what this appointment is about.
de: Zu den grundlegenden Informationen eines jeden Termins gehört ein Titel, der beschreibt, worum es bei dem Termin geht (z. B. "One-on-one", wenn ein Organisator Kollegen ein persönliches Gespräch anbieten möchte), wo der Termin stattfindet und eine genauere Beschreibung, worum es bei diesem Termin geht.
es: Una de las informaciones básicas de cualquier cita es un título describiendo de que se trata la misma (p.ej. "Llamada personal con...", cuando un organizador quiere ofrecer a sus colegas una llamada personal), dónde tendrá lugar la cita y una descripción más detallada de lo que se tratará la misma.
tr: Her randevunun temel bilgileri, randevunun ne hakkında olduğunu açıklayan bir başlık (örneğin, bir organizatör bir meslektaşıyla kişisel bir görüşme yapmak istediğinde "Bire bir"), randevunun nerede yapılacağı ve bu randevunun ne hakkında olduğu ile ilgili açıklamadır.

source: The duration of the appointment can be picked from a predefined list. Next, you can set the desired increment. The increment is the rate at which possible slots are available. For example, you could have one hour long slots, but you give them away at 30 minute increments so an attendee can book at 9:00AM but also at 9:30AM. Optional infos about location and a description give the attendees some more context.Every booked appointment will be written into one of your calendars, so you can chose which one that should be. Appointments can be *public* or *private*. Public appointments can be discovered through the profile page of a Nextcloud user. Private appointments are only accessible to the people who receive the secret URL.
de: Die Dauer des Termins kann aus einer vordefinierten Liste ausgewählt werden. Anschließend können Sie die gewünschte Schrittweite einstellen. Das Inkrement ist die Rate, in der mögliche Zeitfenster verfügbar sind. Sie können zum Beispiel einstündige Termine anbieten, diese aber in 30-Minuten-Schritten vergeben, so dass ein Teilnehmer um 9:00 Uhr, aber auch um 9:30 Uhr buchen kann. Jeder gebuchte Termin wird in einen Ihrer Kalender eingetragen, und Sie können auswählen, welcher das sein soll. Termine können *öffentlich* oder *privat* sein. Öffentliche Termine können über die Profilseite eines Nextcloud-Nutzers entdeckt werden. Private Termine sind nur für die Personen zugänglich, die die geheime URL erhalten haben.
es: La duración de una cita puede escojerse de una lista predefinida. A continuación, puede seleccionar el incremento deseado. El incremento es la tasa a la que diferentes espacios estarán disponibles. Por ejemplo, puede tener espacios de una hora, pero ud. las facilita en incrementos de 30 minutos para que un asistente pueda agendar a las 9:00am pero también a las 9:30am. La información opcional sobre ubicación y descripción le dan a los asistentes un poco más de contexto. Cada cita agendada será escrita en uno de sus calendarios, así que puede escoger a cual de ellos debería ser. Las citas pueden ser "públicas" o "privadas". Las citas públicas pueden ser descubiertas mediante la página del perfil público de un usuario de Nextcloud. Las citas privadas solo serán accesibles por las personas que reciban el URL secreto de la misma.
tr: Randevunun süresi bir listeden hazır olarak seçilebilir. Ardından, istediğiniz artışı ayarlayabilirsiniz. Artış, olası zaman aralıklarına göre belirlenir. Örneğin, bir saatlik zaman aralıklarınız olabilir, ancak bunları 30 dakikalık artışlarla dağıtabilirsiniz. Böylece bir katılımcı sabah 9:00 ve sabah 9:30 için rezervasyon yapabilir. Konum ve açıklama hakkında isteğe bağlı bilgiler, katılımcılar için biraz daha fazla bağlam sağlar. Alınan her randevu, takvimlerinizden birine yazılacağından, hangi takvime yazılacağını seçebilirsiniz. Randevular *herkese açık* ya da *kişisel* olabilir. Herkese açık randevular, bir Nextcloud kullanıcısının profil sayfasından görülebilir. Kişisel randevulara yalnızca gizli adresi almış kişiler erişebilir.

source: Only slots that do not conflict with existing events in your calendars will be shown to attendees.
es: Solo los espacios que no hagan conflicto con eventos existentes en sus calendario serán mostrados a los asistentes.
tr: Katılımcılara yalnızca takvimlerinizde var olan etkinliklerle çakışmayan zaman aralıkları görüntülenir.

source: The organizer of an appointment can specify at which times of the week it's generally possible to book a slot. This could be the working hours but also any other customized schedule.
de: Der Organisator eines Termins kann festlegen, zu welchen Wochenzeiten grundsätzlich eine Buchung der Zeitfenster möglich ist. Dies können die Arbeitszeiten sein, aber auch jeder andere individuelle Zeitplan.
es: El organizador de una cita puede especificar los días y horas de la semana en los que es posible reservar un hueco. Se puede marcar como disponible las horas de trabajo, pero también cualquier otro horario personalizado.
tr: Randevu düzenleyicisi, genellikle haftanın hangi saatlerinde yer ayırtılabileceğini belirleyebilir. Bu zamanlar, çalışma saatleri olabileceği gibi başka herhangi bir özelleştirilmiş program da olabilir.

source: Some appointments require time to prepare, e.g. when you meet at a venue and you have to drive there. The organizer can chose to select a time duration that must be free. Only slots that do not conflict with other events during the preparation time will be available. Moreover there is the option to specify a time after each appointment that has to be free. To prevent an attendee from booking too short notice it's possible to configure how soon the next possible appointment might take place. Setting a maximum number of slots per day can limit how many appointments are possibly booked by attendees.
de: Manche Termine erfordern eine gewisse Vorbereitungszeit, z. B. wenn Sie sich an einem Veranstaltungsort treffen und dorthin fahren müssen. Der Organisator kann eine Zeitspanne wählen, die frei sein muss. Nur Termine, die nicht mit anderen Veranstaltungen während der Vorbereitungszeit kollidieren, sind verfügbar. Außerdem gibt es die Möglichkeit, nach jedem Termin eine Zeit festzulegen, die frei sein muss. Um zu verhindern, dass ein Teilnehmer zu kurzfristig bucht, lässt sich einstellen, wie schnell der nächste mögliche Termin stattfinden kann. Die Festlegung einer maximalen Anzahl von Terminen pro Tag kann die Anzahl der möglichen Buchungen durch Teilnehmer begrenzen.
es: Algunas citas requieren tiempo para su preparación. p. ej. cuando debe encontrarse en un evento y necesita hacer el tiempo para manejar hasta el mismo. El organizador puede decidir si seleccionar una duración de tiempo que debe estar libre. Solo estarán disponibles los espacios que no hagan conflicto con otros eventos durante el tiempo de preparación. Asimismo, existe la opción de seleccionar un tiempo después de cada cita que debe estar libre. Para evitar que un asistente agende en una ventana de tiempo muy corta antes de la cita es posible configurar que tan pronto la próxima cita puede ser agendada. Configurar un número máximo de espacios por día puede limitar cuantas citas les es posible agendar a los asistentes.
tr: Bazı randevuların hazırlanması için zaman gerekir (bir mekanda buluşmanız ve oraya arabayla gitmeniz gerektiğinde gibi). Düzenleyici, serbest olması gereken bir süreyi seçebilir. Yalnızca hazırlık süresi boyunca diğer etkinliklerle çakışmayan zaman aralıkları kullanılabilir olur. Ayrıca, her randevudan sonra serbest olması gereken bir zaman belirleme seçeneği de vardır. Bir katılımcının çok yakın zamana rezervasyon yapmasını önlemek için bir sonraki olası randevunun ne kadar erken gerçekleşeceği yapılandırılabilir. Günlük en fazla zaman aralığı belirlenerek, katılımcılar tarafından alınabilecek randevu sayısını sınırlanabilir.

source: The configured appointment will then be listed in the left sidebar. Via the three dot menu, you can preview the appointment. You can copy the link to the appointment and share it with your target attendees, or let them discover your public appointment via the profile page. You can also edit or delete the appointment configuration.
de: Der konfigurierte Termin wird dann in der linken Seitenleiste aufgelistet. Über das Drei-Punkte-Menü können Sie eine Vorschau des Termins anzeigen. Sie können den Link zum Termin kopieren und ihn mit Ihren Zielteilnehmern teilen oder sie Ihren öffentlichen Termin über die Profilseite entdecken lassen. Sie können die Terminkonfiguration auch bearbeiten oder löschen.
es: La cita configurada será entonces listada en la barra lateral izquierda. Usando el menú de tres puntos, puede ver una vista previa de la cita. Puede copiar el enlace a la cita y compartirlo con sus asistentes objetivo, o permitirles que descubran su cita pública navegando a la página del perfil. Puede también editar o eliminar la configuración de la cita.
tr: Yapılandırılmış randevu daha sonra sol yan çubukta listelenir. Üç noktalı menüden randevu ön izlemesini görüntüleyebilirsiniz. Randevu bağlantısını kopyalayıp hedef kitlenizle paylaşabilir ya da profil sayfanızdan herkese açık randevunuzu bulmalarını sağlayabilirsiniz. Ayrıca randevu yapılandırmasını düzenleyebilir ya da silebilirsiniz.

source: Booking an appointment
de: Einen Termin buchen
es: Reservar una cita
tr: Randevu almak

source: The booking page shows an attendee the title, location, description and length of an appointment. For a selected day there will be a list with all the possible time slots. On days with no available slots, too many conflicts or a reached daily maximum limit of already booked appointments, the list might be empty.
de: Die Buchungsseite zeigt einem Teilnehmer Titel, Ort, Beschreibung und Dauer eines Termins. Für einen ausgewählten Tag wird eine Liste mit allen möglichen Zeitfenstern angezeigt. An Tagen ohne verfügbare Zeitfenstern, zu vielen Konflikten oder einem erreichten Tagesmaximum an bereits gebuchten Terminen kann die Liste leer sein.
es: La página de reserva muestra a los asistentes el título, ubicación, descripción y duración de una cita. Al seleccionar un día concreto se mostrará una lista con las posibles horas de inicio. Si se seleccionan días donde no haya huecos disponibles o en los que se haya alcanzado el límite de reservas, la lista puede estar vacía.
tr: Randevu alma sayfası, bir katılımcıya randevunun başlığını, konumunu, açıklamasını ve süresini gösterir. Listede seçilmiş gün için tüm olası zaman aralıkları bulunur. Uygun zamanın olmadığı, çok fazla çakışmanın olduğu veya günlük en fazla alınabilecek randevu sınırına ulaşılmış olan günlerde liste boş görünebilir.

source: For the booking, attendees have to enter a name and an email address. Optionally they can also add a comment.
de: Für die Buchung müssen die Teilnehmer einen Namen und eine E-Mail-Adresse eingeben. Optional können sie auch einen Kommentar hinzufügen.
es: Para agendar una cita, Los usuarios deben introducir un nombre y dirección de correo electrónico. También pueden introducir un comentario de manera opcional.
tr: Randevu almak için katılımcıların bir ad ve bir e-posta adresi yazması gerekir. İsteğe bağlı olarak bir açıklama da ekleyebilirler.

source: When the booking was successful, a confirmation dialogue will be shown to the attendee.
de: Wenn die Buchung erfolgreich war, wird dem Teilnehmer ein Bestätigungsdialog angezeigt.
es: Cuando se agenda de manera exitosa, un diálogo de confirmación se mostrará al asistente.
tr: Rezervasyon yapıldığında, katılımcıya bir onay penceresi görüntülenir.

source: To verify that the attendee email address is valid, a confirmation email will be sent to them.
de: Um zu überprüfen, ob die E-Mail-Adresse des Teilnehmers gültig ist, wird eine Bestätigungs-E-Mail an ihn gesendet.
es: Para verificar que la dirección de correo electrónico de un asistente es válida, se le enviará un correo electrónico de confirmación.
tr: E-posta adresinin geçerli olduğunu doğrulamak için katılımcıya bir onay e-postası gönderilir.

source: Only after the attendee clicks the confirmation link from the email the appointment booking will be accepted and forwarded to the organizer.
de: Erst wenn der Teilnehmer den Bestätigungslink in der E-Mail anklickt, wird die Terminbuchung angenommen und an den Veranstalter weitergeleitet.
es: La agenda de la cita sólo se aceptará después de que el asistente haga clic en el enlace de confirmación recibido a través del correo electrónico y esta confirmación será reenviada al organizador.
tr: Katılımcı yalnızca onay e-postasındaki bağlantıya tıkladıktan sonra randevu yapılacak ve düzenleyiciye iletilecektir.

source: The attendee will receive another email confirming the details of their appointment.
de: Der Teilnehmer erhält eine weitere E-Mail, in der die Einzelheiten seines Termins bestätigt werden.
es: El asistente recibirá entonces otro correo electrónico confirmando los detalles de su cita.
tr: Katılımcıya, randevu bilgilerini onaylayan başka bir e-posta gönderilir.

source: If a slot has not been confirmed, it will still show up as bookable. Until then the time slot might also be booked by another user who confirms their booking earlier. The system will detect the conflict and offer to pick a new time slot.
de: Wenn ein Zeitfenster noch nicht bestätigt wurde, wird es weiterhin als buchbar angezeigt. Bis dahin kann das Zeitfenster auch von einem anderen Nutzer gebucht sein, der seine Buchung früher bestätigt. Das System erkennt den Konflikt und bietet an, ein neues Zeitfenster zu wählen.
es: Si un espacio no ha sido confirmado, se mostrará como disponible. Hasta entonces, el espacio de tiempo podría agendarse por otro usuario que confirme su agenda antes. El sistema detectará el conflicto y le ofrecerá escoger un espacio de tiempo diferente.
tr: Bir zaman aralığı onaylanmamışsa, yine de ayırtılabilir olarak görüntülenir. O zamana kadar zaman aralığı, randevusunu daha önce onaylayan başka bir kullanıcı tarafından da ayırtılabilir. Sistem çakışmayı algılar ve yeni bir zaman aralığı seçilmesini önerir.

source: Working with the booked appointment
de: Arbeiten mit dem gebuchten Termin
es: Gestionar la cita reservada
tr: Alınmış randevu üzerinde çalışmak

source: Once the booking is done, the organizer will find an event in their calendar with the appointment details and the :ref:`attendee<calendar-attendees>`.
de: Sobald die Buchung abgeschlossen ist, findet der Organisator in seinem Kalender ein Ereignis mit den Termindetails und dem :ref:`Teilnehmer<calendar-attendees>`.
es: Una vez que se termina de agendar, el organizador encontrará un evento en su calendario con los detalles de la cita y la :ref:`asistente<calendar-attendees>`.
tr: Randevu verildiğinde, düzenleyicinin takvimine randevu bilgilerini ve :ref:`attendee<calendar-attendees>` ile bir etkinlik eklenir.
