Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/calendar.po
Languages: de, es, tr

source: Using the Calendar app
de: Verwenden der Kalender-App
es: Usar la aplicación Calendario
tr: Takvim uygulamasını kullanmak

source: The Calendar app comes installed with Nextcloud Hub by default, but can be disabled. Please ask your Administrator for it.
de: Die Kalender-App wird standardmäßig mit Nextcloud Hub ausgeliefert, kann aber auch deaktiviert werden. Bitte fragen Sie Ihren Administrator nach ihr.
es: La aplicación Calendario viene instalada con Nextcloud Hub por defecto, pero puede ser desactivada. Por favor, pregunte a su Administrador por ello.
tr: Takvim uygulaması, varsayılan olarak Nextcloud Hub ile kurulmuş olarak gelir, ancak devre dışı bırakılabilir. Lütfen bunu yöneticinize sorun.

source: The Nextcloud Calendar app works similar to other calendar applications you can sync your Nextcloud calendars and events with.
de: Die Nextcloud-Kalender-App funktioniert ähnlich wie andere Kalenderanwendungen, mit denen Sie Ihre Nextcloud-Kalender und -Ereignisse synchronisieren können.
es: La aplicación Calendario de Nextcloud funciona con otras aplicaciones de calendarios con la que puede sincronizar sus calendarios y eventos de Nextcloud.
tr: Nextcloud Takvim uygulaması, Nextcloud takvimlerinizi ve etkinliklerinizi eşitleyebileceğiniz diğer takvim uygulamalarına benzer şekilde çalışır.

source: When you first access the Calendar app, a default first calendar will be created for you.
de: Wenn Sie zum ersten Mal auf die Kalender-App zugreifen, wird standardmäßig ein erster Kalender für Sie erstellt.
es: Cuando acceda por primera vez a la aplicación Calendario, un calendario inicial por defecto será creado para usted.
tr: Takvim uygulamasını ilk kez açtığınızda, sizin için bir varsayılan takvim oluşturulur.

source: Managing your calendars
de: Ihre Kalender verwalten
es: Administrar sus calendarios
tr: Takvimleri yönetmek

source: Create a new Calendar
de: Einen neuen Kalender erstellen
es: Crear un nuevo calendario
tr: Yeni bir takvim oluşturmak

source: If you plan on setting up a new calendar without transferring any old data from your previous calendar, creating a new calendar is the way you should go.
de: Wenn Sie einen neuen Kalender ohne Übernahme von Daten aus einem alten Kalender erstellen möchten, wählen Sie "Neuen Kalender erstellen".
es: Si planea crear un nuevo calendario sin transferir previamente datos de su antiguo calendario, debería crear un nuevo calendario.
tr: Önceki takviminizden herhangi bir eski veri aktarmadan yeni bir takvim kullanmak istiyorsanız, yapmanız gereken yeni bir takvim oluşturmaktır.

source: Click on ``+ New Calendar`` in the left sidebar.
de: Klicken Sie auf ``+ Neuer Kalender`` in der linken Seitenleiste.
es: Pulse ``+ Nuevo calendario`` en la barra lateral izquierda.
tr: Sol yan çubuktan ``+ Yeni takvim`` üzerine tıklayın.

source: Type in a name for your new calendar, e.g. "Work", "Home" or "Marketing planning".
de: Geben Sie einen Namen für Ihren neuen Kalender ein, z.B. "Arbeit", "Zuhause" oder "Vertriebsplanung".
es: Escriba el nombre para su nuevo calendario, por ejemplo "Trabajo", "Casa" o "Planificación de marketing".
tr: Yeni takviminiz için bir ad yazın, ör. "İş", "Ev" ya da "Pazarlama planlaması".

source: After clicking on the checkmark, your new calendar is created and can be synced across your devices, filled with new events and shared with your friends and colleagues.
de: Nachdem Sie auf das Häkchen geklickt haben, wird Ihr neuer Kalender erstellt und kann auf Ihren Geräten synchronisiert, mit neuen Terminen gefüllt und mit Ihren Freunden und Kollegen geteilt werden.
es: Tras de pulsar el botón, su nuevo calendario se crea y se puede sincronizar entre sus dispositivos, añadir nuevos eventos y compartir con sus amigos y colegas.
tr: Onay işaretine tıkladıktan sonra, yeni takviminiz oluşturulur, aygıtlarınız arasında eşitlenebilir, yeni etkinliklerle doldurulabilir ve arkadaşlarınız ya da iş arkadaşlarınızla paylaşılabilir.

source: Import a Calendar
de: Einen Kalender importieren
es: Importar un calendario
tr: Bir takvimi içe aktarmak

source: If you want to transfer your calendar and their respective events to your Nextcloud instance, importing is the best way to do so.
de: Wenn Sie Ihren Kalender und dessen Termine in Ihre Nextcloud übertragen möchten, ist der beste Weg hierfür der Import.
es: Si quiere transferir su calendario y sus respectivos eventos a su instancia de Nextcloud, importarlo es la mejor manera de hacerlo.
tr: Takviminizi ve ilgili etkinliklerini Nextcloud kopyanıza aktarmak istiyorsanız, içe aktarmak bunu yapmanın en iyi yoludur.

source: Click on the settings-icon labeled with ``Settings & Import`` at the left-bottom.
de: Klicken Sie links unten auf das Einstellungssymbol mit der Bezeichnung "Einstellungen und Import".
es: Pulse el icono de ajustes llamado ``Ajustes & importar`` en la esquina inferior izquierda.
tr: Sol alttaki ``Ayarlar ve içe aktarma`` etiketli ayarlar simgesine tıklayın.

source: After clicking on ``+ Import Calendar`` you can select one or more calendar files from your local device to upload.
de: Nachdem Sie auf "+ Kalender importieren" geklickt haben, können Sie eine oder mehrere Kalenderdateien von Ihrem lokalen Gerät zum Hochladen auswählen.
es: Después de hacer clic en ``+ Importar Calendario``, puede seleccionar uno o más archivos de calendario de su dispositivo para subirlos.
tr: ``+ Takvimi içe aktar`` üzerine tıkladıktan sonra, yüklemek için yerel aygıtınızdan bir ya da daha fazla takvim dosyası seçebilirsiniz.

source: The upload can take some time and depends on how big the calendar you import is.
de: Das Hochladen kann einige Zeit dauern, was davon abhängt, wie groß der zu importierende Kalender ist.
es: La subida puede llevar un tiempo, y depende de lo grande que grande sea el calendario a importar.
tr: Yükleme işlemi biraz zaman alabilir ve içe aktardığınız takvimin büyüklüğüne bağlıdır.

source: The Nextcloud Calendar application only supports iCalendar-compatible ``.ics``-files, defined in RFC 5545.
de: Die Nextcloud-Kalenderanwendung unterstützt nur iCalendar-kompatible ".ics"-Dateien gemäß RFC 5545.
es: La aplicación Calendario de Nextcloud solo soporta archivos compatibles con iCalendar ``.ics``, definido en RFC 5545.
tr: Nextcloud Takvim uygulaması yalnızca, RFC 5545 standardında tanımlanmış iCalendar uyumlu ".ics" dosyalarını destekler.

source: Edit, Export or Delete a Calendar
de: Einen Kalender bearbeiten, exportieren oder löschen
es: Editar, Exportar o Eliminar un Calendario
tr: Bir takvimi düzenlemek, dışa aktarmak ve silmek

source: Sometimes you may want to change the color or the entire name of a previous imported or created calendar. You may also want to export it to your local hard drive or delete it forever.
de: Vielleicht möchten Sie die Farbe oder den Namen eines importierten oder neu erstellten Kalenders ändern. Oder vielleicht wollen Sie ihn auf ihre Festplatte exportieren oder dauerhaft löschen.
es: En ocasiones puede que quiera cambiar el color o el nombre de un calendario importado o creado previamente. También puede que quiera exportarlo a su disco duro local o borrarlo para siempre.
tr: Bazen, daha önce içe aktarılmış ya da oluşturulmuş bir takvimin rengini ya da tam adını değiştirmek isteyebilirsiniz. Takvimi yerel sabit sürücünüze aktarmak ya da kalıcı olarak silmek de isteyebilirsiniz.

source: Please keep in mind that deleting a calendar is a irreversible action. After deletion, there is no way of restoring the calendar unless you have a local backup.
de: Bitte beachten Sie, dass gelöschte Kalender nicht wiederhergestellt werden können. Nach dem Löschen ist eine Wiederherstellung nur noch möglich, wenn Sie ein lokales Backup haben.
es: Por favor, tenga en cuenta que borrar un calendario es una acción irreversible. Una vez borrado, no hay manera de restaurar el calendario a no ser que usted posea una copia de seguridad local.
tr: Lütfen bir takvimi silmenin geri alınamaz bir işlem olduğunu unutmayın. Silme işleminden sonra, yerel bir yedeğiniz olmadıkça takvimi geri yüklemenin bir yolu yoktur.

source: Click on the three-dot-menu of the respective calendar.
de: Klicken Sie auf das Dreipunktmenü des jeweiligen Kalenders.
es: Pulse el menú de tres puntos del calendario correspondiente.
tr: İlgili takvimin üç nokta menüsüne tıklayın.

source: Click on *Edit name*, *Edit color*, *Export* or *Delete*.
de: Klicken Sie auf ``Name bearbeiten``, ``Farbe bearbeiten``, ``Exportieren`` oder ``Löschen``.
es: Pulse *Editar nombre*, *Editar color*, *Exportar* o *Eliminar*.
tr: *Adı düzenle*, *Rengi düzenle*, *Dışa aktar* ya da *Sil* üzerine tıklayın.

source: Sharing calendars
de: Kalender teilen
es: Compartir calendarios
tr: Takvimleri paylaşmak

source: You may share your calendar with other users or groups. Calendars may be shared with write access or read-only. When sharing a calendar with write access, users with whom the calendar is shared will be able to create new events into the calendar as well as edit and delete existing ones.
de: Sie können Ihre Kalender mit anderen Nutzern oder Gruppen teilen. Kalender können mit Schreibzugriff oder schreibgeschützt geteilt werden. Wenn Sie einen Kalender mit Schreibzugriff teilen, können die Nutzer, mit denen Sie den Kalender teilen, neue Termine erstellen und vorhandene Termine bearbeiten und löschen.
es: Puede que quiera compartir su calendario con otros usuarios o grupos. Los calendarios pueden ser compartidos con permisos de escritura o solo de lectura. Cuando comparta un calendario con permiso de escritura, los usuarios con los que se comparta podrán crear nuevos eventos en el calendario, además de editar y eliminar los eventos existentes.
tr: Takviminizi diğer kullanıcı veya gruplarla paylaşabilirsiniz. Takvimler, yazma ya da yalnızca okuma izni ile paylaşılabilir. Bir takvim yazma izni ile paylaşıldığında, takvimin paylaşıldığı kullanıcılar takvimde yeni etkinlikler oluşturabilir, var olan etkinlikleri düzenleyebilir ya da silebilir.

source: Calendar shares currently cannot be accepted or rejected. If you want to stop having a calendar that someone shared with you, you can click on the 3-dot menu next to the calendar in the calendar list and click on "Unshare from me". Calendars shared with a group cannot be unshared by individuals.
de: Kalender-Freigaben können derzeit weder akzeptiert noch abgewiesen werden. Wenn Sie einen mit Ihnen geteilten Kalender abbestellen möchten, können Sie in der Kalenderliste auf das Dreipunkt-Menü neben dem Kalender klicken und "Nicht mehr mit mir teilen" auswählen. Kalender, die mit einer Gruppe geteilt wurden, können von Einzelnen nicht abbestellt werden.
es: Los calendarios compartidos no pueden ser aceptados ni rechazados. Si desea dejar de tener un calendario que alguien ha compartido con usted, puede pulsar el menú de los 3 puntos al lado del calendario en la lista de calendarios y pulsar en "Dejar de compartir conmigo". Los calendarios compartidos con un grupo no pueden ser dejar de ser compartidos por cada individuo.
tr: Takvim paylaşımları şu anda kabul ya da reddedilemez. Birinin sizinle paylaştığı bir takvime kaldırmak istiyorsanız, takvim listesinde takvimin yanında bulunan üç nokta menüsündeki "Benimle paylaşımını kaldır" seçeneğini kullanabilirsiniz. Bir grup ile paylaşılmış takvimlerin kişilerle paylaşımı kaldırılamaz.

source: Publishing a calendar
de: Kalender veröffentlichen
es: Publicar un calendario
tr: Bir takvimi yayınlamak

source: Calendars can be published through a public link to make them viewable (read-only) to external users. You may create a public link by opening the share menu for a calendar and clicking on « + » next to « Share link ». Once created you can copy the public link to your clipboard or send it through email.
de: Kalender können über einen öffentlichen Link veröffentlicht werden, um sie für externe Benutzer einsehbar (schreibgeschützt) zu machen. Sie können einen öffentlichen Link erstellen, indem Sie das Freigabemenü für einen Kalender öffnen und auf " + " neben " Link freigeben " klicken. Nach der Erstellung können Sie den öffentlichen Link in Ihre Zwischenablage kopieren oder per E-Mail versenden.
es: Los calendarios pueden ser publicados mediante un enlace público para hacerlos visibles (en modo solo lectura) a usuarios externos. Puede crear un enlace público a través del menú de compartir para un calendario y pulsando « + » al lado de « Compartir enlace ». Cuando lo haya creado, puede copiar el enlace público a su portapapeles o enviarlo por correo.
tr: Takvimler, herkese açık bir bağlantı üzerinden dış kullanıcılara da görüntülenebilir (salt okunur). Bir takvimin paylaşım menüsünü açıp « Bağlantıyı paylaş » yanındaki « + » ögesine tıklayarak herkese açık bir bağlantı oluşturabilirsiniz. Oluşturulan herkese açık bağlantıyı kopyalayıp yapıştırarak ya da e-posta ile başkalarına gönderebilirsiniz.

source: There's also an « embedding code » that provides an HTML iframe to embed your calendar into public pages.
de: Es gibt auch einen « Embedding-Code » zur Bereitstellung eines HTML-Iframes, um Ihren Kalender in öffentliche Seiten einzubetten.
es: También hay un « código de inserción » que genera un iframe HTML para insertar su calendario en páginas públicas.
tr: Ayrıca takvimin herkese açık sayfalara HTML iframe olarak eklenmesini sağlayan « yerleştirme kodu » seçeneğini de kullanabilirsiniz.

source: Multiple calendars can be shared together by adding their unique tokens to the end of an embed link. Individual tokens can be found at the end of each calendar's public link. The full address will look like ``https://cloud.example.com/index.php/apps/calendar/embed/<token1>-<token2>-<token3>``
de: Mehrere Kalender können gemeinsam geteilt werden, indem ihre einzigartigen Tokens am Ende eines Einbettungs-Links angefügt werden. Individuelle Tokens finden Sie am Ende des öffentlichen Links eines jeden Kalenders. Die vollständige Adresse wird dann folgendermaßen aussehen ``https://cloud.example.com/index.php/apps/calendar/embed/<token1>-<token2>-<token3>``
es: Se pueden compartir múltiples calendarios juntos, añadiendo su identificador único al final de un enlace de incrustación. Los identificadores individuales se pueden encontrar al final de cada enlace público a un calendario. La dirección completa se parecerá a ``https://cloud.example.com/index.php/apps/calendar/embed/<token1>-<token2>-<token3>``
tr: Bir yerleştirme bağlantısının sonuna benzersiz kodlar eklenerek birden çok takvim birlikte paylaşılabilir. Bireysel kodları takvimlerin herkese açık bağlantısının sonunda bulabilirsiniz. Tam adres ``https://cloud.example.com/index.php/apps/calendar/embed/<token1>-<token2>-<token3>`` gibi görünecektir.

source: To change the default view or date of an embedded calendar, you need to provide an URL that looks like ``https://cloud.example.com/index.php/apps/calendar/embed/<token>/<view>/<date>``. In this url you need to replace the following variables:
de: Um die Standardansicht oder das Datum eines eingebetteten Kalenders zu ändern, müssen Sie eine URL angeben, die wie ``https://cloud.example.com/index.php/apps/calendar/embed/<token>/<view>/<date>`` aussieht. In dieser URL müssen Sie die folgenden Variablen ersetzen:
es: Para cambiar la vista por defecto de un calendario incrustado, tiene que utilizar una URL que se parece a ``https://cloud.example.com/index.php/apps/calendar/embed/<token>/<view>/<date>``. En esta URL tendrá que sustituir las variables siguientes:
tr: Gömülü bir takvimin varsayılan görünümünü veya tarihini değiştirmek için, ``https://cloud.example.com/index.php/apps/calendar/embed/<token>/<view>/<date>`` gibi görünen bir adres belirtmeniz gerekir. Bu adresteki şu değişkenleri değiştirmeniz gerekir:

source: ``<token>`` with the calendar's token,
de: ``<token>`` mit dem Token des Kalenders,
es: ``<token>`` por el token del calendario,
tr: Takvimin kodu ile ``<token>``,

source: ``<view>`` with one of ``dayGridMonth``, ``timeGridWeek``, ``timeGridDay``, ``listMonth``, ``listWeek``, ``listDay``. The default view is ``dayGridMonth`` and the normally used list is ``listMonth``,
de: ``<view>`` mit ``dayGridMonth``, ``timeGridWeek``, ``timeGridDay``, ``listMonth``, ``listWeek``, ``listDay``. Die Standardansicht ist ``dayGridMonth``und die normalerweise verwendete Liste ist ``listMonth``,
es: ``<view>`` con una de las siguientes opciones: ``dayGridMonth`` (mes en tabla por días), ``timeGridWeek`` (semana en tabla por horas), ``timeGridDay`` (día en tabla por horas), ``listMonth`` (mes en lista), ``listWeek`` (semana en lista), ``listDay`` (día en lista). La vista por defecto es ``dayGridMonth``, y la lista que se utiliza normalmente es ``listMonth``,
tr: ``dayGridMonth``, ``timeGridWeek``, ``timeGridDay``, ``listMonth``, ``listWeek``, ``listDay`` kodlarından biri ile ``<view>``. Varsayılan görünüm ``dayGridMonth`` ve normal olarak kullanılan liste ``listMonth`` şeklindedir,

source: ``<date>`` with ``now`` or any date with the following format ``<year>-<month>-<day>`` (e.g. ``2019-12-28``).
de: ``<date>`` mit ``Jetzt`` oder irgendeinem Datum in folgendem Format ``<year>-<month>-<day>`` (z. B. ``2019-12-28``).
es: ``<date>`` con ``now`` (ahora) o cualquier fecha con el siguiente formato ``<year>-<month>-<day>`` (por ejemplo, ``2019-12-28``).
tr: ``now`` ya da tarih ile ``<date>``. Tarih biçimi ``<year>-<month>-<day>`` (``2019-12-28`` gibi) şeklinde olmalıdır.

source: On the public page, users are able to get the subscription link for the calendar and export the whole calendar directly.
de: Auf der öffentlichen Seite können Benutzer den Abonnement-Link für den Kalender abrufen und den gesamten Kalender direkt exportieren.
es: En la página pública, los usuarios pueden obtener el enlace para subscribirse al calendario y exportar el calendario completo directamente.
tr: Herkese açık sayfada, kullanıcılar takvime abone olma bağlantısını kullanabilir ve tüm takvimi doğrudan dışa aktarabilir.

source: Subscribe to a Calendar
de: Kalender abonnieren
es: Suscribirse a un calendario
tr: Bir takvime abone olmak

source: You can subscribe to iCal calendars directly inside of your Nextcloud. By supporting this interoperable standard (RFC 5545) we made Nextcloud calendar compatible to Google Calendar, Apple iCloud and many other calendar-servers you can exchange your calendars with, including subscription links from calendar published on other Nextcloud instances, as described above.
de: Sie können direkt von Ihrer Nextcloud aus iCal-Kalender abonnieren. Mit der Unterstützung dieses Austausch-Standards (RFC 5545) haben wir Nextcloud kompatibel zu Google Calendar, Apple iCloud und vielen anderen Kalender-Servern gemacht, mit denen Sie Kalender austauschen können. Dazu gehören auch Links zum Abonnieren von Kalendern, die auf anderen Nextcloud-Installationen veröffentlicht wurden, wie oben beschrieben.
es: Usted puede suscribirse a calendarios iCal directamente desde su Nextcloud. Al soportar el estándar interoperable (RFC 5545) hemos hecho el calendario de Nextcloud compatible con Google Calendar, Apple iCloud y muchos otros servidores de calendario con los que puedes intercambiar calendarios, incluyendo enlaces de suscripción a calendarios publicados en otras instancias Nextcloud, como se describe anteriormente.
tr: iCal takvimlerine doğrudan Nextcloud içinden abone olabilirsiniz. Nextcloud takvimi birlikte çalışma standardına (RFC 5545) uygun olarak geliştirildiği için, Google Calendar, Apple iCloud ve yukarıda açıklandığı gibi diğer Nextcloud kopyaları gibi birçok takvim sunucusu ile uyumludur. Yayınlanan takvimlerin içeriği, abonelik bağlantılarıyla birlikte karşılıklı eşitlenebilir.

source: Click on ``+ New calendar`` in the left sidebar
es: Haga click en ``+ Nuevo calendario`` en la barra lateral izquierda
tr: Sol yan çubuktan ``+ Yeni takvim`` üzerine tıklayın

source: Click on ``+ New subscription from link (read-only)``
es: Haga click en ``+ Nueva suscripción desde enlace (sólo lectura)``
tr: ``+ Bağlantıdan yeni abonelik (salt okunur)`` üzerine tıklayın

source: Type in or paste the link of the shared calendar you want to subscribe to.
de: Geben ofer fügrn Sie den Link des geteilten Kalenders ein, den Sie abonnieren wollen.
es: Escriba o pegue el enlace del calendario compartido al que se quiere suscribir.
tr: Abone olmak istediğiniz paylaşılan takvimin bağlantısını yazın ya da yapıştırın.

source: Finished. Your calendar subscriptions will be updated regularly.
de: Fertig. Ihre Kalenderabonnements werden regelmäßig aktualisiert.
es: Completado. Los calendarios a los que se suscriba se actualizarán regularmente.
tr: Bu kadar. Abone olduğunuz takvimler düzenli olarak güncellenir.

source: Subscriptions are refreshed every week by default. Your administrator may have changed this setting.
de: Abonnements werden standardmäßig wöchentlich aktualisiert, sofern Ihre Admininistration diese Einstellung nicht geändert hat.
es: Las suscripciones se refrescan cada semana por defecto. Su administrador puede haber cambiado este ajuste.
tr: Abonelikler varsayılan olarak her hafta yenilenir. Yöneticiniz bu ayarı değiştirmiş olabilir.

source: Subscribe to a Holiday Calendar
es: Suscribirse a un calendario de días feriados
tr: Bir tatil takvimi üzerine tıklayın

source: You can subscribe to a read-only holiday calendar provided by `Thunderbird <https://www.thunderbird.net/calendar/holidays/>`_.
es: Puede suscribirse a un calendario de días feriados de sólo lectura provisto por `Thunderbird <https://www.thunderbird.net/calendar/holidays/>`_.
tr: `Thunderbird <https://www.thunderbird.net/calendar/holidays/>`_ tarafından sağlanan salt okunur bir tatil takvimine abone olabilirsiniz.

source: Click on ``+ Add holiday calendar``
es: Haga click en ``+ Añadir calendario de días feriados``
tr: ``+ Tatil takvimi ekle`` üzerine tıklayın

source: Find your country or region and click ``Subscribe``
es: Encuentre su país o región y haga click en ``Suscribir``
tr: Ülke ve bölgenizi bulup ``Abone ol`` üzerine tıklayın

source: Managing Events
de: Termine verwalten
es: Administrar eventos
tr: Etkinlikleri yönetmek

source: Create a new event
de: Neuen Termin erstellen
es: Crear un nuevo evento
tr: Yeni bir etkinlik oluşturmak

source: Events can be created by clicking in the area when the event is scheduled. In the day- and week-view of the calendar you just click, pull and release your cursor over the area when the event is taking place.
de: Ereignisse können erstellt werden, indem Sie in den Bereich klicken, in dem das Ereignis geplant ist. In der Tages- und Wochenansicht des Kalenders klicken, ziehen und den Mauszeiger über dem Bereich loslassen, in dem das Ereignis stattfindet.
es: Los eventos pueden ser creados con un clic en el área donde está programado. En la vista de día y semana del calendario puede clicar y arrastrar sobre el área temporal en la que se realizará el evento.
tr: Etkinlikler, yapılacağı zaman üzerine tıklanarak oluşturulabilir. Takvimin gün ve hafta görünümünde, imleci etkinlik zamanının üzerine getirdikten sonra tıklayıp zamana göre sürükleyin ve bırakın.

source: The month-view only requires a single click into the area of the target day.
de: Die Monatsansicht erfordert nur einen einzigen Klick in den Bereich des Ziel-Tages.
es: La vista mensual requiere solo un clic en el área del día correspondiente.
tr: Ay görünümünde, hedef gün bölgesine tek tıklama yeterlidir.
