Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/calendar.po
Languages: de, es, tr

source: If the appointment has the setting "Add time before event" or "Add time after the event" enabled, they will show up as separate events in the calendar for the organizer.
de: Wenn für den Termin die Einstellung "Zeit vor dem Ereignis hinzufügen" oder "Zeit nach dem Ereignis hinzufügen" aktiviert ist, werden sie als separate Ereignisse im Kalender des Organisators angezeigt.
es: Si la cita tiene la configuración "Añadir tiempo antes del evento" ó "Añadir tiempo después del evento" habilitada, se mostrarán como eventos separados en el calendario para el organizador.
tr: Randevunun "Etkinlik öncesi zaman ekle" ya da "Etkinlik sonrası zaman ekle" seçeneği etkinse, bu zamanlar düzenleyici için takviminde ayrı etkinlikler olarak görünür.

source: As with any other event that has attendees, changes and cancellations will trigger a notification to the attendee's email.
de: Wie bei jeder anderen Veranstaltung, die Teilnehmer hat, werden Änderungen und Stornierungen an die E-Mail Adresse des Teilnehmers geschickt.
es: Como en cualquier otro evento con asistentes, los cambios y cancelaciones estas causarán que se envíe un correo electrónico de notificación a los mismos.
tr: Katılımcılı tüm etkinliklerde olduğu gibi, değişiklik ve iptal bildirimleri katılımcının e-posta adresine gönderilir.

source: If attendees wish to cancel the appointment they have to get in contact with the organizer, so that the organizer can cancel or even delete the event.
de: Wenn Teilnehmer den Termin absagen möchten, müssen sie sich mit dem Veranstalter in Verbindung setzen, damit der Veranstalter die Veranstaltung absagen oder sogar löschen kann.
es: Si los asistentes desean cancelar la cita, tienen que ponerse en contacto con el organizador, para que el organizador cancele o incluso elimine el evento.
tr: Katılımcı randevuyu iptal etmek isterse, düzenleyicinin etkinliği iptal edebilmesi ve hatta silebilmesi için düzenleyici ile görüşmelidir.

source: Create Talk room for booked appointments
es: Crear sala de Talk para las citas agendadas
tr: Alınmış randevular için Talk odası oluşturmak

source: You can create a Talk room directly from the calendar app for a booked appointment. The option can be found on the 'Create appointment' modal. A unique link will be generated for every booked appointment and sent via the confirmation email when you check this option.
es: Puede crear una sala de Talk directamente desde la app de Calendario para una cita agendada. La opción puede ubicarse en el modal de 'Crear cita'. Un enlace único se generará para cada cita agendada y se enviará a través del correo de confirmación cuando marque esta opción.
tr: Alınmış bir randevu için doğrudan takvim uygulamasından bir Talk odası oluşturabilirsiniz. Seçenek 'Randevu oluştur' penceresinde bulunabilir. Bu seçeneği işaretlediğinizde, alınan her randevu için benzersiz bir bağlantı oluşturulur ve bir onay e-postası gönderilir.

source: Click on ``+ New Subscription`` in the left sidebar.
de: Klicken Sie auf ``+ Neuer Kalender`` in der linken Seitenleiste.

source: Only slots that do not conflict with existing events in your conflict calendars will be shown to attendees.
de: Den Teilnehmern werden nur Termine angezeigt, die nicht mit bestehenden Veranstaltungen in Ihren Konfliktkalendern kollidieren.
