Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/calendar.po
Languages: de, es, tr

source: After that, you can type in the event's name (e.g. **Meeting with Lukas**), choose the calendar in which you want to save the event to (e.g. **Personal**, **Work**), check and concretize the time span or set the event as an all-day event. Optionally you can specify a location and a description.
de: Danach geben Sie dem Termin einen Namen (bspw. **Treffen mit Lukas**) ein, wählen einen Kalender aus, in dem Sie den Termin speichern möchten (bspw. **Persönlich**, **Arbeit**), prüfen und korrigieren die Zeitspanne oder setzen es auf ganztägig. Optional können Sie einen Ort und eine Beschreibung eintragen.
es: A continuación, puede escribir el nombre del evento (por ejemplo **Reunión con Lucas**), elegir el calendario al que corresponde (**Personal**, **Trabajo**), comprobar y modificar la franja horaria o marcar el evento como que dura todo el día. Opcionalmente, puede especificar una ubicación y/o descripción.
tr: Ardından etkinliğin adını yazabilirsiniz (**Ali ile görüşme** gibi). Etkinliği eklemek istediğiniz takvimi seçin (**Kişisel**, **İş** gibi). Zaman aralığını ayarlayabilir veya etkinliği tüm gün etkinliği olarak ayarlayabilirsiniz. İsteğe bağlı olarak bir konum ve açıklama belirtebilirsiniz.

source: If you want to edit advanced details such as the **Attendees** or **Reminders**, or if you want to set the event as a repeating-event, click on the ``More`` button to open the advanced sidebar editor.
de: Wenn Sie erweiterte Details wie **Teilnehmer** oder *Erinnerungen** hinzufügen oder den Termin mit Wiederholungen versehen wollen, drücken Sie den "Mehr"-Knopf, um die erweiterten Seitenleisten-Editor zu öffnen.
es: Si quiere editar aspectos avanzados como los **Asistentes** o **Recordatorios**, o configurar el evento como repetitivo, pulse el botón ``Más`` para abrir el editor avanzado en un lateral.
tr: **Katılımcılar** ya da **Anımsatıcılar** gibi ek bilgileri düzenlemek veya etkinliği yinelenen bir etkinlik olarak ayarlamak isterseniz ``Diğer`` düğmesine tıklayarak gelişmiş yan çubuk düzenleyiciyi açın.

source: If you always want to open the advanced sidebar editor instead of the simple event editor popup, you can set a ``Skip simple event editor`` checkmark in the ``Settings & Import`` section of the app.
de: Wenn Sie immer den erweiterten Seitenleisten-Editor anstatt des vereinfachten Editor Dialogs öffnen wollen, können Sie den Haken bei "Einfachen Editor aktivieren" im Bereich "Einstellungen & Import" der App herausnehmen.
es: Si prefiere que se abra directamente el editor avanzado en la barra lateral en lugar de la ventana emergente con el editor sencillo, puede desmarcar la casilla de configuración ``Activar editor simplificado`` en la sección ``Ajustes & importar`` de la aplicación.
tr: Basit etkinlik düzenleyici açılır penceresi yerine her zaman gelişmiş yan çubuk düzenleyicisinin açılmasını istiyorsanız, uygulamanın ``Ayarlar ve içe aktarma`` bölümünden ``Basit etkinlik düzenleyici atlansın`` seçeneğini işaretleyebilirsiniz.

source: Clicking on the blue ``Create`` button will finally create the event.
de: Durch Klicken auf die blaue ``Erstellen``-Schaltfläche wird der Termin endgültig erstellt.
es: Al hacer clic en el botón azul de ``Guardar``, se creará el evento.
tr: Mavi ``Ekle`` düğmesine tıkladığınızda etkinlik oluşturulur.

source: Edit, duplicate or delete an event
de: Termin bearbeiten, duplizieren oder löschen
es: Editar, duplicar o eliminar un evento
tr: Bir etkinliği düzenlemek, kopyalamak ya da silmek

source: If you want to edit, duplicate or delete a specific event, you first need to click on the event.
de: Wenn Sie ein bestimmtes Ereignis bearbeiten, duplizieren oder löschen möchten, müssen Sie zunächst auf das Ereignis klicken.
es: Si quiere editar, duplicar o eliminar un evento específico, primero debe hacer clic en el evento.
tr: Belirli bir etkinliği düzenlemek, kopyalamak ya da silmek istiyorsanız, üzerine tıklamanız yeterlidir.

source: After that you will be able to re-set all event details and open the advanced sidebar-editor by clicking on ``More``.
de: Wenn Sie einen bestimmten Termin bearbeiten oder löschen möchten, müssen Sie nur darauf klicken. Danach können Sie alle Termindetails zurücksetzen und den erweiterten Seitenleisten-Editor öffnen, indem Sie auf ``Mehr...`` klicken.
es: Luego de esto, podrá restablecer todos los detalles del evento y abrir el editor avanzado en la barra lateral haciendo clic en ``Más``.
tr: Böylece, tüm etkinlik ayrıntılarını yeniden ayarlayabilir ve ``Diğer`` üzerine tıklayarak gelişmiş yan çubuk düzenleyiciyi açabilirsiniz.

source: Clicking on the ``Update`` button will update the event. To cancel your changes, click on the close icon on top right of the popup or sidebar editor.
de: Klicken Sie auf die ``Aktualisieren``-Schaltfläche, um das Ereignis zu aktualisieren. Um Ihre Änderungen zu verwerfen, klicken Sie auf das Schließen-Symbol oben rechts im Popup- oder Seitenleisten-Editor.
es: Al pulsar el botón ``Actualizar`` se guardarán los cambios realizados al evento. Para cancelar estos cambios, pulse el botón de cierre en la esquina superior derecha de la ventana emergente o la barra lateral.
tr: ``Güncelle`` düğmesine tıkladığınızda etkinlik güncellenir. Değişiklikleri iptal etmek için açılır pencerenin veya yan çubuk düzenleyicinin sağ üst köşesindeki kapat simgesine tıklayın.

source: If you open the sidebar view and click the three dot menu next to the event name, you have an option to export the event as an ``.ics`` file or remove the event from your calendar.
de: Wenn Sie die Seitenleiste öffnen und auf das Drei-Punkte-Menü neben dem Terminnamen klicken, haben Sie die Möglichkeit, das Ereignis als ``.ics``-Datei zu exportieren oder den Termin aus Ihrem Kalender zu entfernen.
es: Si abre la vista de la barra lateral y pulsa el menú de los tres puntos al lado del nombre del evento, verá opciones para exportar el evento a un archivo ``.ics`` o borrar el evento de su calendario.
tr: Yan çubuk görünümünü açar ve etkinlik adının yanındaki üç nokta menüsüne tıklarsanız, etkinliği ``.ics`` dosyası olarak dışa aktarma veya etkinliği takviminizden kaldırma seçeneklerini görebilirsiniz.

source: If you delete events they will go into your :ref:`trash bin<calendar-trash-bin>`. You can restore accidentally deleted events there.
de: Wenn Sie Termine löschen, werden sie im :ref:`trash bin<calendar-trash-bin>` abgelegt. So können Sie versehentlich gelöschte Termine von dort wieder herstellen.
es: Si elimina eventos, éstos irán a su :ref:`papelera<calendar-trash-bin>`. Desde allí puede restaurar eventos eliminados accidentalmente.
tr: Sildiğiniz etkinlikler :ref:`çöp kutusuna<calendar-trash-bin>` atılır. Kazara silinmiş etkinlikler çöpten çıkarılabilir.

source: You can also export, duplicate or delete an event from the basic editor.
de: Sie können ein Ereignis auch aus dem Basis-Editor exportieren, duplizieren oder löschen.
es: Puede también exportar, duplicar o eliminar un evento desde el editor básico.
tr: Ayrıca, bir etkinliği temel düzenleyiciden dışa aktarabilir, kopyalabilir ya da silebilirsiniz.

source: Invite attendees to an event
de: Teilnehmer zu einem Termin einladen
es: Invitar a asistentes a un evento
tr: Bir etkinliğe katılımcılar çağırmak

source: You may add attendees to an event to let them know they're invited. They will receive an email invitation and will be able to confirm or cancel their participation to the event. Attendees may be other users on your Nextcloud instances, contacts in your address books and direct email addresses. You may also change the level of participation per attendees, or disable the email information for a specific attendee.
de: Sie können Teilnehmer zu einem Termin hinzufügen, damit diese wissen, dass sie eingeladen sind. Sie werden eine Bestätigungsanfrage per E-Mail erhalten, mittels der sie ihre Teilnahme an diesem Termin bestätigen oder verwerfen können. Teilnehmer können andere Nutzer Ihrer Nextcloud-Instanzen sein, Kontakte in Ihrem Adressbuch oder direkte E-Mail-Adressen. Sie können das Maß der Teilnahme auch benutzerspezifisch ändern oder die Bestätigung per E-Mail für einen bestimmten Teilnehmer deaktivieren.
es: Es posible añadir asistentes a un evento y notificarles directamente. Recibirán una invitación por correo electrónico en la que podrán confirmar o cancelar su invitación al evento. Los asistentes pueden ser otros usuarios en su instancia de Nextcloud, contactos de su agenda y direcciones de correo electrónico. También es posible ajustar manualmente el nivel de participación de cada asistente, o deshabilitar la confirmación por correo para asistentes concretos.
tr: Bir etkinliğe katılımcılar çağırarak ekleyebilirsiniz. Katılımcılara bir çağrı e-postası gönderilir ve etkinliğe katılacaklarını onaylayabilir ya da red edebilirler. Katılımcılar, Nextcloud kopyalarınızdaki diğer kullanıcılar, adres defterlerinizdeki ve doğrudan e-posta adreslerinizdeki kişiler olabilir. Ayrıca, her katılımcı için katılım düzeyini değiştirebilir veya belirli bir katılımcı için e-posta bildirimini devre dışı bırakabilirsiniz.

source: Attendee email response links no longer offer inputs to add a comment or invite additional guests to the event.
es: Los enlaces de respuesta de correo electrónico de los asistentes ya no ofrecen entradas para agregar un comentario o invitar a más invitados al evento.
tr: Katılımcı e-posta yanıtı bağlantılarında, artık yorum eklemek veya etkinliğe başka konuklar çağırmak için girdi sağlanmıyor.

source: When adding other Nextcloud users as attendees to an event, you may access their free-busy information if available, helping you determine when the best time slot for your event is. Set your :ref:`working hours<calendar-working-hours>` to let others know when you are available. Free-busy information is only available for other users on the same Nextcloud instance.
de: Wenn Sie andere Nextcloud-Benutzer als Teilnehmer zu einer Veranstaltung hinzufügen, können Sie auf deren Frei - Besetzt Informationen, sofern Sie verfügbar sind, zugreifen, was Ihnen hilft das beste Zeitfenster für Ihre Veranstaltung zu bestimmen. Legen Sie Ihre :ref:`Arbeitszeiten<calendar-working-hours>` fest, damit andere wissen, wann Sie verfügbar sind. Frei - Besetzt Informationen sind nur für andere Benutzer auf derselben Nextcloud-Instanz verfügbar.
es: Al añadir a otros usuarios de Nextcloud como asistentes a un evento, es posible consultar, si estuviera disponible, si están libres u ocupados, ayudándole a determinar el mejor horario para su evento. Para indicar a los demás cuándo está disponible, puede ajustar sus :ref:`horas de trabajo<calendar-working-hours>`. Solo los usuarios de su instancia de Nextcloud podrán consultar si está libre u ocupado.
tr: Diğer Nextcloud kullanıcılarını bir etkinliğe katılımcı olarak eklerken, varsa onların serbest ya da meşgul olduğu bilgisine erişebilir ve etkinliğiniz için en iyi zaman aralığını seçebilirsiniz. Uygun zamanlarınızın başkaları tarafından görülebilmesi için :ref:`çalışma saatlerinizi<calendar-working-hours>` ayarlayın. Serbest ya da meşgul olunduğu bilgisi yalnızca aynı Nextcloud kopyasında bulunan kullanıcılar tarafından görülebilir.

source: Only the calendar owner can send out invitations. The sharees are not able to do that, whether they have write access to the event's calendar or not.
de: Nur der Kalendereigentümer kann Einladungen verschicken. Die Teilnehmer können das nicht, egal ob sie Schreibzugriff auf den Kalender des Ereignisses haben oder nicht.
es: Únicamente el propietario del calendario puede enviar invitaciones. los usuarios con los que se ha compartido no pueden hacerlo, incluso aunque puedan modificar el calendario en el cual está el evento.
tr: Yalnızca takvim sahibi çağrı gönderebilir. Paylaşımcılar etkinlik takvimine yazma erişimleri olsun ya da olmasın çağrı gönderemez.

source: The server administration needs to setup the e-mail server in the ``Basic settings`` tab, as this mail will be used to send invitations.
de: Der E-Mail-Server muss von der Serveradministration im Reiter ``Grundeinstellungen`` eingerichtet werden, da diese E-Mail zum Versenden von Einladungen verwendet wird.
es: El administrador del servidor debe configurar el servidor de correo electrónico en la pestaña ``Ajustes básicos``, puesto que este correo será utilizado para enviar invitaciones.
tr: Bu e-posta çağrıları göndermek için kullanılacağından, sunucu yöneticisi tarafından e-posta sunucusunun ``Temel ayarlar`` sekmesinden ayarlanması gerekir.

source: Assign rooms and resources to an event
de: Räume und Resourcen einem Termin zuweisen
es: Asignar salas y recursos a un evento
tr: Bir etkinlik için oda ve kaynak ayırtmak

source: Similar to attendees you can add rooms and resources to your events. The system will make sure that each room and resource is booked without conflict. The first time a user adds the room or resource to an event, it will show as accepted. Any further events at overlapping times will show the room or resource as rejected.
de: Ähnlich wie Teilnehmer können Sie Ihren Veranstaltungen, Räume und Ressourcen hinzufügen. Das System stellt sicher, dass jeder Raum und jede Ressource konfliktfrei gebucht wird. Wenn ein Benutzer den Raum oder die Ressource zum ersten Mal zu einer Veranstaltung hinzufügt, wird er als akzeptiert angezeigt. Alle weiteren Ereignisse zu überlappenden Zeiten zeigt den Raum oder die Ressource als abgelehnt an.
es: De forma similar a los asistentes, usted puede añadir salas y recursos a sus eventos. El sistema se encargará de que cada sala y recurso quede reservada sin conflicto. La primera vez que un usuario añada una sala o recurso a un evento, se mostrará como aceptada. Cualquier otro evento que se solape mostrará la sala o el evento como rechazado.
tr: Katılımcılara benzer şekilde, etkinliklerinize oda ve kaynak ekleyebilirsiniz. Sistem, her oda ve kaynağın çakışma olmadan ayırtılmasını sağlar. Bir kullanıcı, bir etkinliğe ilk sırada eklediği bir oda veya kaynak onaylanmış olarak görünür. Oda veya kaynak, çakışan zamanlardaki diğer etkinliklere reddedilmiş olarak görünür.

source: Rooms and resources are not managed by Nextcloud itself and the Calendar app will not allow you to add or change a resource. Your Administrator has to install and possibly configure resource back ends before you can use them as a user.
de: Räume und Ressourcen werden nicht von Nextcloud selbst verwaltet und die Kalender-App erlaubt Ihnen nicht, Ressourcen hinzuzufügen oder zu ändern. Ihr Administrator muss Ressourcen-Backends installieren und gegebenenfalls konfigurieren, bevor Sie sie als Benutzer verwenden können.
es: Las salas y los recursos no son gestionados por Nextcloud y la aplicación Calendario no le permitirá añadir o modificar un recurso. Su administrador debe instalar y posiblemente configurar los gestores de recursos antes de que usted pueda utilizarlos como usuario.
tr: Odalar ve kaynaklar Nextcloud tarafından yönetilmez. Takvim uygulaması bir kaynak eklemenize veya değiştirmenize izin vermez. Bunları bir kullanıcı olarak seçebilmeniz için yöneticinizin kaynak yönetimi uygulamalarını kurması ve yapılandırması gerekir.

source: Add attachments to events
es: Añadir adjuntos a los eventos
tr: Etkinliklere dosya eklemek

source: You can import attachments to your events either by uploading them or adding them from files
es: Puede importar adjuntos a sus eventos bien sea cargándolos o añadiéndolos desde archivos
tr: Yükleyerek ya da dosyalardan ekleyerek, ek dosyaları etkinlikler içine aktarabilirsiniz

source: Attachments can be added while creating new events or editing existent ones. Newly uploaded files will be saved in files by default in the calendar folder in the root directory.
es: Los adjuntos pueden ser añadidos mientras se crean eventos nuevo o editando los existentes. Los archivos nuevos que sean cargados se guardarán en archivos por defecto en la carpeta de calendario de la carpeta raíz.
tr: Dosyalar, yeni etkinlikler oluşturulurken ya da var olan etkinlikler düzenlenirken eklenebilir. Yeni yüklenen dosyalar, varsayılan olarak kök klasördeki calendar klasörüne kaydedilir.

source: You can change the attachment folder by going to ``Calendar settings`` in the bottom left corner and changing ``default attachments location``.
es: Puede cambiar la carpeta de adjuntos navegando a ``Configuraciones de calendario`` en la esquina inferior izquierda y cambiando ``ubicación predeterminada de los adjuntos``.
tr: Sol alt köşedeki "Takvim ayarları" bölümüne gidip "varsayılan ek dosya konumu" seçeneğini değiştirerek ek dosyalar klasörünü değiştirebilirsiniz.

source: Set up reminders
de: Erinnerungen einstellen
es: Configurar recordatorios
tr: Anımsatıcıları kurmak

source: You can set up reminders to be notified before an event occurs. Currently supported notification methods are:
de: Sie können Erinnerungen einstellen, damit Sie vor Beginn eines Termins benachrichtigt werden. Derzeit werden folgende Benachrichtigungsarten unterstützt:
es: Puede configurar recordatorios para recibir una notificación antes de que empiece un evento. Actualmente están disponibles los siguientes métodos de notificación:
tr: Bir etkinlik gerçekleşmeden önce bilgilendirilmek için anımsatıcıları ayarlayabilirsiniz. Şu anda desteklenen bildirim yöntemleri şunlardır:

source: Email notifications
de: E-Mail-Benachrichtigungen
es: Notificación por correo electrónico
tr: E-posta bildirimleri

source: Nextcloud notifications
de: Nextcloud-Benachrichtigungen
es: Notificación a través de Nextcloud
tr: Nextcloud bildirimleri

source: You may set reminders at a time relative to the event or at a specific date.
de: Sie können Erinnerungen zu einem Zeitpunkt relativ zum Ereignis oder zu einem bestimmten Datum festlegen.
es: Los recordatorios se pueden configurar con un intervalo de tiempo relativo al evento o en una fecha específica.
tr: Etkinlikle ilgili bir zaman ya da belirli bir tarih için anımsatıcılar ayarlayabilirsiniz.

source: Only the calendar owner and people or groups with whom the calendar is shared with write access will get notifications. If you don't get any notifications but think you should, your Administrator could also have disabled this for your server.
de: Nur der Kalender-Eigentümer und Personen oder Gruppen, die Schreibzugriff auf einen geteilten Kalender haben, bekommen Benachrichtigungen angezeigt. Wenn Sie trotzdem keine Benachrichtigungen bekommen, hat Ihr Administrator diese möglicherweise auf Ihrem Server abgestellt.
es: Solo el propietario del calendario y los usuarios con los que se ha compartido el calendario con permisos de escritura recibirán notificaciones. Si no está recibiendo notificaciones pero cree que debería, es posible que su administrador haya desactivado esta característica en su servidor.
tr: Yalnızca takvim sahibi ile takvimin yazma erişimiyle paylaşıldığı kişi veya gruplar bildirim alır. Bir bildirim almanız gerektiğini düşündüğünüz halde almıyorsanız, BT yöneticiniz sunucunuzda bu özelliği devre dışı bırakmış olabilir.

source: If you synchronize your calendar with mobile devices or other 3rd-party clients, notifications may also show up there.
de: Wenn Sie Ihren Kalender mit Mobilgeräten oder anderen Clients von Drittanbietern synchronisieren, werden dort möglicherweise auch die Benachrichtigungen angezeigt.
es: Si usted sincroniza su calendario con dispositivos móviles u otros clientes de terceros, pueden aparecerle notificaciones ahí también.
tr: Takviminizi mobil aygıtlar veya diğer 3. taraf istemcilerle eşitlerseniz, bildirimler orada da görüntülenebilir.

source: Add recurring options
de: Optionen für wiederkehrende Termine hinzufügen
es: Añadir eventos recurrentes
tr: Yineleme seçenekleri eklemek

source: An event may be set as "recurring", so that it can happen every day, week, month or year. Specific rules can be added to set which day of the week the event happens or more complex rules, such as every fourth Wednesday of each month.
de: Ein Termin kann als "wiederkehrend" eingegeben werden, so dass er täglich, wöchentlich, monatlich oder jährlich eingetragen wird. Dabei kann festgelegt werden, an welchem Wochentag der Termin stattfindet, oder komplexere Bedingungen aufgestellt, wie z. B. jeder vierte Mittwoch im Monat.
es: Un evento se puede marcar como "recurrente", de manera que puede repetirse cada día, semana, mes o año. Existen reglas configurables para marcar el día de la semana en el que sucede el evento y reglas más complejas, como "el cuarto miércoles de cada mes".
tr: Bir etkinlik her gün, hafta, ay veya yılda "yinelenecek" şekilde ayarlanabilir. Yineleme için, etkinliğin haftanın belirli bir gününde veya her ayın dördüncü Çarşambası gününde gerçekleşeceği gibi karmaşık yineleme kuralları eklenebilir.

source: You can also tell when the recurrence ends.
de: Sie können auch eingeben, wann die Wiederholung enden soll.
es: También puede marcar una fecha límite para las repeticiones de evento.
tr: Yinelemenin ne zaman sona ereceğini de ayarlayabilirsiniz.

source: Trash bin
de: Papierkorb
es: Papelera
tr: Çöp kutusu

source: If you delete events, tasks or a calendar in Calendar, your data is not gone yet. Instead, those items will be collected in a *trash bin*. This offers you to undo a deletion. After a period which defaults to 30 days (your administration may have changed this setting), those items will be deleted permanently. You can also permanently delete items earlier if you wish.
de: Wenn Sie Termine, Aufgaben oder einen Kalender im Kalender löschen, sind Ihre Daten noch nicht weg. Stattdessen werden diese in einem *Papierkorb* gesammelt, der Ihnen die Möglichkeit gibt, die Löschung rückgängig zu machen. Nach einem standardmäßigen Zeitraum von 30 Tagen (möglicherweise hat Ihr Administrator diese Einstellung geändert) werden diese Elemente endgültig gelöscht. Wenn Sie möchten, können Sie Elemente auch früher endgültig löschen.
es: Si elimina eventos, tareas o un calendario en Calendario, sus datos no están perdidos para siempre. Estos elementos son acumulados en una *papelera*. Esto le ofrece una oportunidad de deshacer la eliminación. Después de un período de tiempo que por defecto dura 30 días (su administrador puede haber cambiado este ajuste), estos elementos serán eliminados permanentemente. También puede eliminar elementos permanentemente en cualquier momento, si así lo desea.
tr: Takvim üzerinde bir etkinlik, görev ya da bir takvim sildiğinizde verileriniz hemen kaybolmaz. Bunun yerine, bu ögeler bir *çöp kutusuna* atılır. Böylece bir silme işlemini geri alabilirsiniz. Varsayılan olarak 30 gün sonra (yöneticiniz bu ayarı değiştirmiş olabilir), bu ögeler kalıcı olarak silinir. Ayrıca isterseniz ögeleri daha önce de kalıcı olarak silebilirsiniz.

source: The ``Empty trash bin`` buttons will wipe all trash bin contents in one step.
de: Die Schaltflächen ``Papierkorb leeren`` löschen den gesamten Inhalt des Papierkorbs in einem Schritt.
es: El botón ``Vaciar papelera`` eliminará todos los contenidos de la papelera en un solo paso.
tr: ``Çöpü boşalt`` düğmesi çöp kutusundaki tüm ögeleri kalıcı olarak siler..
