Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/contacts.po
Languages: sr

source: Using the Contacts app
sr: Употреба апликације Контакти

source: The Contacts app is not enabled by default in Nextcloud |version| and needs to be installed separately from our App Store.
sr: У Nextcloud |version| апликација Контакти није подразумевано укључена, па је потребно да се посебно инсталира из наше Продавнице апликација.

source: The Nextcloud Contacts app is similar to other mobile contact applications, but with more functionality. Let's run through basic features that will help you maintain your address book in the application.
sr: Апликација Nextcloud Контакти је слична осталим мобилним апликацијама за контакте, али има више функционалности. Хајде да прођемо кроз основне могућности које ће вам помоћи да одржавате свој адресар у апликацији.

source: Below, you will learn how to add contacts, edit or remove contacts, upload a contact picture and manage your address books.
sr: Испод ћете научити како да додате контакте, уређујете и уклањате контакте, отпремите слику контакта, као и да управљате својим адресарима.

source: Adding Contacts
sr: Додавање контаката

source: When you first access the Contacts app, the system address book containing all users on the instance you are allowed to see, plus an empty default address book becomes available:
sr: Када први пут приступите аплкацији Контакти, постаће доступни системски адресар који садржи све кориснике на инстанци који имате право да видите, плус празан подразумевани адресар:

source: *Default Address Book (empty)*
sr: *Подразумевани адресар (празан)*

source: To add contacts into your address book, you can use one of the following methods:
sr: Да бисте додали контакнте у свој адресар, можете да користите једну од следећих метода:

source: Import contacts using a Virtual Contact File (VCF/vCard) file
sr: Увоз контаката помоћу Virtual Contact File (VCF/vCard) фајла

source: Add contacts manually
sr: Ручно додавање контаката

source: The fastest way to add a contact is to use a Virtual Contact File (VCF/vCard) file.
sr: Најбржи начин да се додају контакти је да се употреби Virtual Contact File (VCF/vCard) фајл.

source: Importing Virtual Contacts
sr: Увоз Виртуелних контаката

source: To Import Contacts Using a VCF/vCard File:
sr: Да бисте увезли контакте користећи VCF/vCard фајл:

source: On top left of the screen you have "Import contacts" button that is shown only when you don't have any contacts yet.
sr: У горњем левом углу екрана имате дугме „Увези контакте” које се приказује само када још увек немате ниједан контакт.

source: Find "Settings" at the bottom of the left sidebar, next to the gear button:
sr: Пронађите дугме „Подешавања” на дну леве бочне траке, поред зупчаник дугмета:

source: Contact settings gear button
sr: Подешавања контакта дугме зупчаника

source: Click the gear button. The Contacts app "Import" button will appear:
sr: Кликните на дугме зупчаника. Појавиће се дугме „Увези” апликације Контакти:

source: Contacts Upload Field
sr: Поље за отпремање контаката

source: The Contacts app only supports import of vCards version 3.0 and 4.0.
sr: Апликација Контакти може да увезе само vCards верзије 3.0 и 4.0.

source: Click the "Import" button and upload your VCF/vCard file.
sr: Кликните на дугме „Import” и отпремите свој VCF/vCard фајл.

source: After the import is complete, you will see your new contact in your address book.
sr: Када се увоз заврши, у адресару ћете видети своје нове контакте.

source: Adding Contacts Manually
sr: Ручно додавање контаката

source: If you can't import virtual contacts, the Contacts app enables you to **add contacts** manually.
sr: Ако не можете да увезете виртуелне контакте, апликација Контакти вам омогућава да ручно **додате контакте**.

source: To Create a New Contact:
sr: Да креирате нови контакт:

source: Click the ``+ New contact`` button.
sr: Кликните дугме ``+ Нови контакт``.

source: The Edit View configuration opens in the Application View field:
sr: У пољу Погледу апликације се отвара конфигурација Уреди поглед:

source: Specify the new contact information then click Save.
sr: Наведите информације о новом контакту, па кликните на Сачувај.

source: The View mode will be shown with the data you added
sr: Приказаће се режим Погледа са подацима које сте унели

source: Edit or Remove Contact Information
sr: Уређивање или уклањање информација о контакту

source: The Contacts app enables you to edit or remove contact information.
sr: Апликација Контакти вам омогућава да уредите или уклоните информације о контакту.

source: To edit or remove contact information:
sr: Да уредите или уклоните информације о контакту:

source: Navigate to the specific contact that you want to modify.
sr: Поставите се на одређени контакт који желите да измените.

source: Select the information in the field that you want to edit or remove.
sr: Изаберите информацију у пољу које желите да уредите или уклоните.

source: Make your modifications or click on the trash bin.
sr: Направите измене или клилните на корпу за отпатке.

source: Changes or removals that you made to any contact information are implemented immediately.
sr: Измене или уклањања које направите за било коју информацију о контакту се тренутно имплементирају.

source: Not all contacts will be editable for you. The system address book does not allow you to modify someone elses data, only your own. Your own data can also be modified in the :doc:`user settings <../userpreferences>`.
sr: Нећете моћи да уређујете све контакте. Ситемски адресар вам не дозвољава да мењате туђе податке, само сопствене. Ваши подаци такође могу да се измене у :doc:`user settings <../userpreferences>`.

source: Contact Picture
sr: Слика контакта

source: To add a picture for your new contacts, click on the upload button:
sr: Да додате слику за своје нове контакте, кликните на дугме за отпремање:

source: Contact picture (upload button)
sr: Слика контакта (дугме за отпремање)

source: After you have set a contact picture, it will look like this:
sr: Када поставите слику контакта, изледаће на следећи начин:

source: Contact picture (set)
sr: Слика контакта (постављена)

source: If you want to upload a new one, remove it, view it in full size or download it, click on the contacts picture for the following options to appear:
sr: Ако желите да отпремите нову, да је уклоните, погледате у пуној величини или да је преузмете, кликните на слику контакта, па ће вам се појавити следеће опције:

source: Adding and Managing Address Books
sr: Додавање и управљање адресарима

source: Clicking on the "Settings" (gear) button at the bottom of the left sidebar provides access to Contacts app settings. This field shows all available address books, certain options for each address book, and enables you to create new address books, simply by specifying an address books name:
sr: Клик на дугме „Подешавања” (зупчаник) на дну леве бочне траке вам обезбеђује приступ подешавањима апликације Контакти. Ово поље приказује све доступне адресаре, неке опције за сваки од њих, и омогућава вам да креирате нове адресаре, простим навођењем назива адресара:

source: Add address book in the contacts settings
sr: Додавање адресара у подешавањима апликације Контакти

source: The Contacts settings is also where you can share, export and delete address books. You will find the CardDAV URLs there.
sr: Подешавања апликације Контакти вам такође нуде могућност да делите, извозите и бришете адресаре. Ту ћете пронаћи и CardDAV URL адресе.

source: See :doc:`index` for more details about syncing your address books with iOS, macOS, Thunderbird and other CardDAV clients.
sr: За више детаља у вези са синхронизацијом ваших адресара са iOS, macOS, Thunderbird и осталим CardDAV клијентима, погледајте :doc:`index`.
