Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_osx.po
Languages: ar, pt_br, sr, tr

source: Synchronizing with macOS
ar: المزامنة مع macOS
pt_br: Sincronizando com macOS
sr: Синхронизација са macOS
tr: macOS ile eşitlemek

source: Setup your Accounts
ar: قُم بإعداد حساباتك
pt_br: Configure suas Contas
sr: Подесите своје налоге
tr: Hesaplarınızı ayarlamak

source: In the following steps you will add your server resources for **CalDAV** (Calendar) and **CardDAV** (Contacts) to your Nextcloud.
ar: في الخطوات التالية ستضيف موارد الخادوم لـ **CalDAV** (التقويم) و **CardDAV** (جهات الاتصال) إلى نكست كلاود خاصّتك.
pt_br: Nas etapas a seguir, você adicionará os recursos do servidor para **CalDAV** (Calendário) e **CardDAV** (Contatos) ao Nextcloud.
sr: У наредним корацима ћете додати ресурсе вашег сервера за **CalDAV** (Календар) и **CardDAV** (Контакте) у свој Nextcloud.
tr: Aşağıdaki adımlarda **CalDAV** (Takvim) ve **CardDAV** (Kişiler) için sunucu kaynaklarınızı Nextcloud kopyanıza ekleyeceksiniz.

source: Open the **system preferences** of your macOS device.
ar: إفتَح **تفضيلات النظام system preferences** لجهازك الـ macOS.
pt_br: Abra as **preferências do sistema** do seu dispositivo macOS.
sr: Отворите **system preferences** на вашем macOS уређају.
tr: macOS aygıtınızda **Sistem Tercihleri** bölümüne gidin.

source: Navigate to **Internet Accounts**:
ar: إنتَقِل إلى **حسابات الإنترنت Internet Accounts**:
pt_br: Navegue até **Contas da Internet **:
sr: Идите на **Internet Accounts**:
tr: **Internet Hesapları** bölümüne gidin:

source: Click on **Add Other Account…** and click on **CalDAV Account** for Calendar or **CardDAV Account** for Contacts:
ar: أنقُر على **إضافة حساب آخر ... Add Other Account** ثم انقُر على **حساب CalDAV Account** للتقويم أو **حساب CardDAV Account ** لجهات الاتصال:
pt_br: Clique em **Adicionar outra conta…** e clique em **Conta CalDAV** para Calendário ou **Conta CardDAV** para Contatos:
sr: Кликните на **Add Other Account…** и кликните на **CalDAV Account** за Календар или **CardDAV Account** за Контакте:
tr: **Başka Bir Hesap Ekle…** üzerine tıklayıp takvim için **CalDAV Hesabı** kişiler için **CardDAV Hesabı** üzerine tıklayın:

source: You can not setup Calendar/Contacts together. You need to setup them in **separate accounts**.
ar: لا يمكنك إعداد التقويم و جهات الاتصال معًا. تحتاج إلى إعدادها في **حسابات منفصلة separate accounts**.
pt_br: Você não pode configurar Calendário/Contatos juntos. Você precisa configurá-los em **contas separadas**.
sr: Не можете заједно да подесите Календар/Контакте. Морате да их подесите у **одвојеним налозима**.
tr: Takvim ve kişileri aynı anda kuramazsınız. Bunları **ayrı hesaplar** olarak kurmalısınız.

source: Select **Manual** as Account-Type and type in your respective credentials:
ar: حدد **يدوي Manual** كنوع الحساب، واكتب حيثيات credentials دخولك:
pt_br: Selecione **Manual** como tipo de conta e digite suas respectivas credenciais:
sr: Изаберите **Manual** као Account-Type и откуцајте своје одговарајуће податке за пријаву:
tr: Hesap Türü olarak **Elle** seçin ve kimlik doğrulama bilgilerinizi yazın:

source: **Username**: Your Nextcloud username or email
ar: **اسم المستخدِم Username**: اسمك كمستخدم على نكست كلاود أو إيميلك
pt_br: **Nome de usuário**: Seu nome de usuário ou e-mail Nextcloud
sr: **Username**: ваше Nextcloud корисничко име или и-мејл
tr: **Kullanıcı Adı**: Nextcloud üzerindeki kullanıcı adınız ya da e-posta adresiniz

source: **Password**: Your generated app-password/token (:ref:`Learn more<managing_devices>`).
ar: ****كلمة المرور Password**: كلمة مرور تطبيقك أو أَمَارَتُك token المُولّدة (:ref:`تعلّم أكثر<managing_devices>`).
pt_br: **Senha**: Sua senha/token de aplicativo gerado (:ref:`Saiba mais<managing_devices>`).
sr: **Лозинка**: ваша генерисана лозинка апликације/жетон (:ref:`Сазнајте више<managing_devices>`).
tr: **Parola**: Oluşturulan uygulama parolanız/kodunuz (:ref:`Ayrıntılı bilgi alın<managing_devices>`).

source: **Server Address**: URL of your Nextcloud server (e.g. ``https://cloud.example.com``)
ar: **عنوان الخادوم Server Address**: عنوان URL لخادوم نكست كلاود خاصّتك ( مثال: ``https://cloud.example.com``)
pt_br: **Endereço do servidor**: URL do seu servidor Nextcloud (por exemplo, ``https://cloud.example.com``)
sr: **Адреса сервера**: URL вашег Nextcloud сервера (нпр. ``https://cloud.example.com``)
tr: **Sunucu Adresi**: Nextcloud sunucunuzun adresi (``https://cloud.ornek.com`` gibi)

source: Click on **Sign In**.
ar: أنقُر على **الدخول Sign In**.
pt_br: Clique em **Sign In**.
sr: Кликните на **Sign In**.
tr: **Giriş Yap** üzerine tıklayın.

source: For **CalDAV (Calendar)**: You can now select, with which applications you want to use this resource. In the most cases, this will be the "Calendar" application, sometimes you may also want to use it for your **Tasks and reminders**.
ar: بالنسبة إلى **CalDAV (التقويم)**: يمكنك الآن تحديد التطبيقات التي تريد استخدام هذا المورد معها. في معظم الحالات، سيكون هو تطبيق "التقويم Calendar"، و ربما أيضاً ترغب في استخدامه في **المهام والتذكيرات asks and reminders**.
pt_br: Para **CalDAV (Calendário)**: Agora você pode selecionar com quais aplicativos deseja usar este recurso. Na maioria dos casos, será o aplicativo "Calendário"; às vezes, você também pode querer usá-lo para **Tarefas e lembretes**.
sr: За **CalDAV (Календар)**: сада можете да изаберете апликацију којом желите да користите овај ресурс. У већини случајева ће то бити апликација „Calendar”, мада понекад можете да пожелите да га употребите са своју апликацију **Tasks and reminders**.
tr: **CalDAV (Takvim)** için: Artık bu kaynağı kullanmak istediğiniz uygulamaları seçebilirsiniz. Çoğu durumda, "Takvim" uygulaması seçilir. Bazen **Görevleriniz anımsatıcılarınız** için de kullanmak isteyebilirsiniz.

source: Troubleshooting
ar: استكشاف الأعطال و إصلاحها
pt_br: Solução de problemas
sr: Решавање проблема
tr: Sorun çözme

source: macOS does **not** support syncing CalDAV/CardDAV over non-encrypted ``http://`` connections. Make sure you have ``https://`` enabled and configured on server- and client-side.
ar: macOS **لا يدعم** مزامنة CalDAV/CardDAV عبر اتصالات ``http'' غير المشفرة. تأكد من تمكين ``https'' وتكوينه في جانبي الخادوم و العميل.
pt_br: O macOS **não** oferece suporte para sincronização CalDAV / CardDAV em conexões `` http:// `` não criptografadas. Certifique-se de ter `` https:// `` habilitado e configurado no lado do servidor e do cliente.
sr: macOS **не** подржава синхронизовање CalDAV/CardDAV преко нешифрованих ``http://`` веза. Обезбедите да је ``https://`` укључен и подешен и на серверу и на клијенту.
tr: macOS, şifrelenmemiş "http://" bağlantıları üzerinden CalDAV/CardDAV eşitlemeyi **desteklemez**. Sunucu ve istemci tarafında ``https://`` iletişim kuralının etkin ve yapılandırılmış olduğundan emin olun.

source: **Self-signed certificates** need to be properly set up in the macOS keychain.
ar: **الشهادات المُوقَّعة ذاتيّاً Self -signed certificates** يجب إعدادها بشكل صحيح في keychain سلسلة مفاتيح macOS.
pt_br: **Certificados autoassinados** precisam ser configurados corretamente no chaveiro do macOS.
sr: **Самопотписани сертификати** морају исправно да се подесе у macOS привеску кључева.
tr: **Kendinden imzalı sertifikaların** macOS anahtar zincirinde doğru şekilde ayarlanması gerekir.
