Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_ios.po
Languages: de

source: Synchronizing with iOS
de: Synchronisierung mit iOS

source: Calendar
de: Kalender

source: Open the settings application.
de: Öffnen Sie die Einstellungsanwendung.

source: Select Calendar.
de: Kalender wählen.

source: Select Accounts.
de: Konten wählen.

source: Select Add Account.
de: Wählen Sie Konto hinzufügen.

source: Select Other as account type.
de: Wählen Sie Andere als Kontotyp.

source: Select Add CalDAV account.
de: Wählen Sie CalDAV-Konto hinzufügen.

source: For server, type the domain name of your server i.e. ``example.com``.
de: Für Server geben Sie den Domain-Namen Ihres Servers ein, z.B. "example.com".

source: Enter your user name and password.
de: Geben Sie Ihren Benutzernamen und Ihr Passwort ein.

source: Select Next.
de: Wählen Sie Weiter.

source: Your calendar will now be visible in the Calendar application.
de: Ihr Kalender wird jetzt in der Kalenderanwendung angezeigt.

source: Beginning with iOS 12 an SSL encryption is necessary. Therefore do **not** disable **SSL** (For this reason a certificate is required at your domain, https://letsencrypt.org/ will do).
de: Beginnend mit iOS 12 ist eine SSL-Verschlüsselung zwingend notwendig. Deaktivieren Sie daher **nicht** **SSL** (Aus diesem Grund ist ein Zertifikat auf Ihrer Domain erforderlich, https://letsencrypt.org/ genügt).

source: Contacts
de: Kontakte

source: Select Contacts.
de: Kontakte wählen.

source: Select Add CardDAV account.
de: Wählen Sie CardDAV-Konto hinzufügen.

source: You should now find your contacts in the address book of your iPhone.
de: Sie sollten Ihre Kontakte jetzt im Adressbuch Ihres iPhones vorfinden.

source: If it's still not working, have a look at `Troubleshooting Contacts & Calendar`_ or `Troubleshooting Service Discovery`_.
de: Wenn es immer noch nicht funktioniert, lesen Sie `Troubleshooting Contacts & Calendar`_ oder `_Troubleshooting Service Discovery`_.
