Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_kde.po
Languages: de

source: Synchronizing with KDE Kontact
de: Mit KDE Kontakt synchronisieren

source: KOrganizer, Kalendar and KAddressBook can synchronize your calendar, contacts and tasks with a Nextcloud server.
de: KOrganizer, Kalender und KAddressBook können Ihre Kalender, Kontakte sowie Aufgaben mit einem Nextcloud-Server synchronisieren.

source: This can be done by following these steps depending on if you use KOrganizer or Kalendar:
de: Führen Sie die folgenden Schritte aus, je nachdem, ob Sie KOrganizer oder Kalender verwenden:

source: Open KOrganizer and in the calendar list (bottom left) right-click and choose ``Add Calendar``:
de: Öffnen Sie KOrganizer und in der Kalenderliste (unten links) klicken Sie rechts und wählen "Kalender hinzufügen" aus:

source: In the resulting list of resources, pick ``DAV groupware resource``:
de: In der angezeigten Liste von Quellen "DAV groupware resource" auswählen:

source: Open Kalendar and in the menu bar open the setting and then choose ``Calendar Sources`` -> ``Add Calendar``:
de: Öffnen Sie Kalendar und öffnen Sie in der Menüleiste die Einstellungen und wählen Sie dann ``Kalenderquellen`` -> ``Kalender hinzufügen``:

source: In KOrganizer and Kalendar:
de: In KOrganizer und Kalendar:

source: Enter your username. As password, you need to generate an app-password/token (`Learn more <https://docs.nextcloud.com/server/latest/user_manual/en/session_management.html#managing-devices>`_):
de: Geben Sie Ihren Benutzernamen ein. Als Passwort müssen Sie ein App-Passwort/Token generieren (`Mehr erfahren <https://docs.nextcloud.com/server/latest/user_manual/en/session_management.html#managing-devices>`_):

source: Choose ``Nextcloud`` as Groupware server option:
de: Wählen Sie ``Nextcloud`` als Groupware-Server-Option:

source: Enter your Nextcloud server URL and, if needed, installation path (anything that comes after the first /, for example ``mynextcloud`` in ``https://exampe.com/mynextcloud``). Then click next:
de: Tragen Sie die URL des Nextcloud-Servers und, falls notwendig, den Installationspfad ein (alles nach dem ersten /, zum Beispiel ``mynextcloud`` in ``https://exampe.com/mynextcloud``). Dann auf Weiter klicken:

source: You can now test the connection, which can take some time for the initial connection. If it does not work, you can go back and try to fix it with other settings:
de: Sie können jetzt die Verbindung testen, was bei der ersten Verbindung etwas dauern kann. Wenn es nicht funktioniert, können Sie zurückgehen und es mit anderen Einstellungen ausprobieren.

source: Pick a name for this resource, for example ``Work`` or ``Home``. By default, both CalDAV (Calendar) and CardDAV (Contacts) are synced:
de: Wählen Sie einen Namen für diese Quelle, zum Beispiel ``Arbeit`` oder ``Zuhause``. Standardmäßig werden CalDAV (Kalender) und CardDAV (Kontakte) synchronisiert:

source: You can set a manual refresh rate for your calendar and contacts resources. By default this setting is set to 5 minutes and should be fine for the most use cases. When you create a new appointment it is synced to Nextcloud right away. You may want to change this for saving your power or cellular data plan, so that you can update with a right-click on the item in the calendar list.
de: Sie können ein manuelles Aktualisierungsintervall für Ihre Kalender und Kontakte festlegen. Standardmäßig liegt dieses Intervall bei 5 Minuten und sollte für die meisten Szenarien geeignet sein. Wenn Sie einen neuen Termin erstellen, wird dieser unmittelbar mit Nextcloud synchronisiert. Wenn Sie dies ändern möchten, um Energie zu sparen oder Ihr mobiles Datenkontingent zu schonen, können Sie die Einstellung so ändern, dass Sie eine Aktualisierung über einen Rechtsklick auf das entsprechende Element in der Kalenderliste anstoßen können.

source: After a few seconds to minutes depending on your internet connection, you will find your calendars and contacts inside the KDE Kontact applications KOrganizer, Kalendar and KAddressBook as well as Plasma calendar applet:
de: Nach einigen Sekunden bis Minuten, je nach Internetverbindung, finden Sie Ihre Kalender und Kontakte in den KDE-Kontakt-Anwendungen KOrganizer, Kalender und KAddressBook sowie im Plasma-Kalender-Applet:
