Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_android.po
Languages: de

source: Synchronizing with Android
de: Mit Android synchronisieren

source: Files and notifications
de: Dateien und Hinweise

source: Install the Nextcloud Android client `from Google Play Store <https://play.google.com/store/apps/details?id=com.nextcloud.client>`__ or `from F-Droid <https://f-droid.org/packages/com.nextcloud.client/>`__.
de: Installieren Sie den Nextcloud Android Client `vom Google Play Store <https://play.google.com/store/apps/details?id=com.nextcloud.client>`__ oder `von F-Droid <https://f-droid.org/packages/com.nextcloud.client/>`__.

source: Start the app. There are two ways of setting it up:
de: Starten Sie die App. Es gibt zwei Wege, sie einzurichten:

source: *Either*: enter your server URL, continue, enter your user name and password and confirm to grant access.
de: *Entweder*: gib deine Server URL ein, fahre fort, gib deinen Nutzernamen und Passwort ein und bestätige, um den Zugriff zu gewähren.

source: *Or*: In Nextcloud's web GUI, go to the `user preferences <../userpreferences.html>`_, go to **Security**. Generate an App password, click "Generate QR code" and tap the QR scanner icon in the Nextcloud app, point your phone's camera towards the screen.
de: *Oder*: Gehe in der Nextcloud web GUI zu den Nutzereinstellungen <../userpreferences.html>`_, dann zu **Sicherheit**. Generieren Sie ein App Passwort, klicken Sie „QR Code generieren“, tippen Sie auf das QR Scanner Symbol in Ihrer Nextcloud App und richten Sie Ihre Kamera auf den Bildschirm.

source: Contacts and Calendar
de: Kontakte und Kalender

source: With the Nextcloud mobile app
de: Mit der Nextcloud Mobil-App

source: Install `DAVx⁵ (formerly known as DAVDroid) <https://www.davx5.com/download/>`_ on your Android device, `from Google Play Store <https://play.google.com/store/apps/details?id=at.bitfire.davdroid>`__ or `from F-Droid <https://f-droid.org/packages/at.bitfire.davdroid/>`__.
de: Installieren Sie `DAVx⁵ (alter Name DAVDroid) <https://www.davx5.com/download/>`_ auf Ihrem Android-Gerät, `aus dem Google Play Store <https://play.google.com/store/apps/details?id=at.bitfire.davdroid>`__ oder `von F-Droid <https://f-droid.org/packages/at.bitfire.davdroid/>`__.

source: In the Nextcloud mobile, go to **Settings**/**More**, tap on "**Sync calendars & contacts**".
de: Gehen Sie in der mobilen Nextcloud-App auf **Einstellungen**/**Mehr**, tippen Sie auf "**Kalender & Kontakte synchronisieren**".

source: Now, DAVx⁵ will open Nextcloud's Webflow login window, where you will have to enter your credentials and grant access.
de: Nun wird DAVx⁵ das Anmelde-Fenster von Nextcloud Webflow öffnen, wo Sie Ihre Anmeldedaten eingeben und den Zugriff erlauben müssen.

source: DAVx⁵ will open and ask you to create an account. Set the account name to one of your choosing, and set **Contact Group Method** to **Groups are per-contact categories**.
de: DAVx⁵ wird geöffnet und Sie werden aufgefordert, ein Konto zu erstellen. Legen Sie den Kontonamen auf einen Namen Ihrer Wahl fest und stellen Sie **Kontaktgruppenmethode** auf **Gruppen sind Kategorien der Kontakte**.

source: After this, DAVx⁵ will close and the Nextcloud app reappears. In order to finish setup, you have to manually launch DAVx⁵ again.
de: Danach wird DAVx⁵ geschlossen und die Nextcloud-App wird erneut angezeigt. Um das Setup abzuschließen, müssen Sie DAVx⁵ erneut manuell starten.

source: Tap on the icon for the account DAVx⁵ has just created, when requested grant DAVx⁵ access to your calendars and contacts. Optionally install OpenTasks (`Google Play Store <https://play.google.com/store/apps/details?id=org.dmfs.tasks>`__ or `F-Droid <https://f-droid.org/packages/org.dmfs.tasks/>`__) and grant DAVx⁵ access to your tasks, too.
de: Tippen Sie auf das Symbol für das Konto, das DAVx⁵ gerade erstellt hat, und gewähren Sie DAVx⁵ bei Aufforderung Zugriff auf Ihre Kalender und Kontakte. Installieren Sie optional OpenTasks (`Google Play Store <https://play.google.com/store/apps/details?id=org.dmfs.tasks>`__ oder `F-Droid <https://f-droid.org/packages/org.dmfs.tasks/>`__) und gewähren Sie DAVx⁵ auch Zugriff auf Ihre Aufgaben.

source: When you tap the icon for the account DAVx⁵ has set up, it will discover the available address books and calendars. Choose which ones you want to synchronize and finish.
de: Wenn Sie auf das Symbol für das Konto tippen, das DAVx⁵ eingerichtet hat, werden die verfügbaren Adressbücher und Kalender erkannt. Wählen Sie, welche Sie synchronisieren möchten, und schließen Sie den Vorgang ab.

source: Without the Nextcloud mobile app
de: Ohne die Nextcloud Mobil-App

source: If you do not want to install the Nextcloud mobile app, the following steps are required:
de: Wenn Sie die mobile Nextcloud-App nicht installieren möchten, sind folgende Schritte erforderlich:

source: Optionally install OpenTasks (`Google Play Store <https://play.google.com/store/apps/details?id=org.dmfs.tasks>`__ or `F-Droid <https://f-droid.org/packages/org.dmfs.tasks/>`__).
de: Optional OpenTasks installieren (`Google Play Store <https://play.google.com/store/apps/details?id=org.dmfs.tasks>`__ oder `F-Droid <https://f-droid.org/packages/org.dmfs.tasks/>`__).

source: Create a new account ("+" button).
de: Neues Konto erstellen ("+" Schaltfläche).

source: Select **Connection with URL and username**. **Base URL:** URL of your Nextcloud instance (e.g. ``https://sub.example.com/remote.php/dav``) and **Contact Group Method:** as credentials.
de: Wählen Sie **Verbindung mit URL und Benutzernamen**. **Basis-URL:** URL Ihrer Nextcloud-Instanz (z. B. ``https://sub.example.com/remote.php/dav``) und **Kontaktgruppenmethode:** als Anmeldeinformationen.

source: Choose the option ``Groups are per-contact categories``.
de: Wählen Sie die Option ``Gruppen sind Kategorien der Kontakte``.

source: Click **Connect**.
de: Klicken Sie auf **Verbinden**.

source: Select the data you want to sync.
de: Wählen Sie die Daten aus, die Sie synchronisieren möchten.

source: When requested, grant access permissions to DAVx⁵ for your contacts, calendars and optionally tasks.
de: Gewähren Sie DAVx⁵ auf Aufforderung Zugriffsberechtigungen für Ihre Kontakte, Kalender und - sofern gewünscht - Aufgaben.

source: Enter your email address as DAVx⁵ account name (mandatory if you want to be able to send calendar invitation). If your email address is registered in your Nextcloud preferences and you have set up your account using the Nextcloud mobile app, this all should be aready the case.
de: Geben Sie Ihre E-Mail-Adresse als DAVx⁵-Kontoname ein (obligatorisch, wenn Sie Kalendereinladungen versenden können möchten). Wenn Ihre E-Mail-Adresse in Ihren Nextcloud-Einstellungen registriert ist und Sie Ihr Konto über die Nextcloud Mobil-App eingerichtet haben, sollte dies alles bereits der Fall sein.

source: DAVx⁵ lists the calendar subscriptions made through the Nextcloud Calendar app, but you need to install the `ICSx⁵ (formerly known as ICSDroid) <https://icsx5.bitfire.at/>`__ app on your Android device, `from the Google Play Store <https://play.google.com/store/apps/details?id=at.bitfire.icsdroid>`__ or `from F-Droid <https://f-droid.org/packages/at.bitfire.icsdroid/>`__ to sync them.
de: DAVx⁵ listet die Kalenderabonnements auf, die über die Nextcloud Kalender-App gemacht wurden, aber Sie müssen die App `ICSx⁵ (früher bekannt als ICSDroid) <https://icsx5.bitfire.at/>`__ auf Ihrem Android-Gerät installieren, `aus dem Google Play Store <https://play.google.com/store/apps/details?id=at.bitfire.icsdroid>`__ oder `von F-Droid <https://f-droid.org/packages/at.bitfire.icsdroid/>`__, um sie zu synchronisieren.
