Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_gnome.po
Languages: ar, cs, pt_br

source: Synchronizing with the GNOME desktop
ar: المزامنة من سطح مكتب GNOME
cs: Synchronizace s GNOME desktopem
pt_br: Sincronizando com a área de trabalho GNOME

source: The `GNOME desktop <https://www.gnome.org>`_ has built-in support for Nextcloud's calendar, contacts, and tasks which will be displayed by the Evolution Personal Information Manager (PIM), or the Calendar, Tasks, and Contacts apps. Similarly, Files integrates into the Nautilus file manager via WebDAV. The latter works only while the computer is connected.
ar: سطح مكتب GNOME ـ `<https://www.gnome.org>`_ يحتوي على دعم مضمن لتقويم نكست كلاود و لجهات الاتصال و للمهام التي سيتم عرضها بواسطة مدير المعلومات الشخصية (PIM) أو التقويم أو المهام أو تطبيقات جهات الاتصال. و بالمثل، يتم دمج الملفات في مدير ملفات Nautilus عبر WebDAV. هذا الأخير يعمل فقط أثناء توصيل الكمبيوتر.
cs: `GNOME desktop <https://www.gnome.org>`_ má vestavěnou podporu pro kalendář, kontakty a úkoly z Nextcloud, které jsou pak zobrazovány ve správci osobních informací (PIM) v rámci aplikace Evolution nebo aplikacích Kalendář, Úkoly a Kontakty. Podobně, jsou Soubory napojeny do správce souborů Nautilus skrze protokol WebDAV. Druhé zmíněné ale funguje pouze v okamžiku, kdy má počítač spojení se serverem.
pt_br: A `área de trabalho GNOME <https://www.gnome.org>`_ possui suporte integrado para o calendário, contatos e tarefas do Nextcloud, que serão exibidos pelo Evolution Personal Information Manager (PIM) ou pelo Calendário, Tarefas, e aplicativos de contatos. Da mesma forma, o Files se integra ao gerenciador de arquivos Nautilus via WebDAV. Este último funciona apenas enquanto o computador está conectado.

source: This can be done by following these steps:
ar: يمكن تنفيذ هذا باتباع الخطوات التالية:
cs: Toto je možné udělat následováním těchto kroků:
pt_br: Isso pode ser feito seguindo estas etapas:

source: In the GNOME settings, open Online Accounts.
ar: في إعدادات GNOME، إفتَح الحسابات عبر الإنترنت Online Accounts.
cs: V nastavení GNOME, otevřete Online účty.
pt_br: Nas configurações do GNOME, abra Contas online.

source: Under "Add an account" pick ``Nextcloud``:
ar: تحت "أضِف حساباً" Add an account، إختَر ``Nextcloud``:
cs: Pod „Přidat účet“ vyberte ``Nextcloud``:
pt_br: Em "Adicionar uma conta", selecione ``Nextcloud``:

source: Enter your server URL, username, and password. If you have enabled two-factor authentification (2FA), you need to generate an application password/token, because GNOME Online Accounts `doesn't support Nextcloud's WebFlow login yet <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_ (`Learn more <https://docs.nextcloud.com/server/latest/user_manual/session_management.html#managing-devices>`_):
ar: أدخِل عنوان URL للخادوم و اسم المستخدم و كلمة المرور. إذا قمت بتمكين التحقُّق المُثنّى من الهُوِيَّة (2FA)، فأنت بحاجة إلى إنشاء كلمة مرور أو أَمَارَة token للتطبيق، لأن `حسابات GNOME عبر الإنترنت Online Accounts لا تدعم تسجيل الدخول إلى WebFlow الخاص بـنكست كلاود حتى الآن <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81> `_ (`إعرَف المزيد <https://docs.nextcloud.com/server/latest/user_manual/session_management.html#managing-devices>` _):
cs: Zadejte URL adresu vámi využívaného serveru, uživatelské jméno a heslo. Pokud jste zapnuli dvoufázové ověřování (2FA), je třeba vytvořit heslo pro aplikaci / token, protože aplikace GNOME Účty online `zatím nepodporuje Nextcloud WebFlow přihlášení <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_. (`Více viz <https://docs.nextcloud.com/server/latest/user_manual/session_management.html#managing-devices>`_):
pt_br: Insira a URL do seu servidor, nome de usuário e senha. Se você habilitou a autenticação de dois fatores (2FA), você precisa gerar uma senha/token de aplicativo, porque o GNOME Online Accounts `ainda não suporta o login WebFlow do Nextcloud <https://gitlab.gnome.org/GNOME/gnome-online-accounts/issues/81>`_ (`Saiba mais <https://docs.nextcloud.com/server/latest/user_manual/session_management.html#managing-devices>`_):

source: In the next window, select which resources GNOME should access and press the cross in the top right to close:
ar: في النافذة التالية، حدِّد الموارد التي يجب على GNOME الوصول إليها و اضغط على علامة التقاطع في الأعلى للإغلاق:
cs: V následujícím okně vyberte ke kterým prostředkům by mělo GNOME přistupovat a pak dialog zavřete kliknutím na křížek vpravo nahoře:
pt_br: Na próxima janela, selecione quais recursos o GNOME deve acessar e pressione a cruz no canto superior direito para fechar:

source: Nextcloud tasks, calendars, and contacts should now be visible in the Evolution PIM, as well as the Task, Contacts, and Calendars apps.
ar: يجب أن تكون المهام و التقويمات و جهات الاتصال في نكست كلاود مرئية الآن في Evolution PIM، بالإضافة إلى تطبيقات المهام و جهات الاتصال و التقاويم.
cs: Nextcloud úkoly, kalendáře a kontakty by nyní měly být viditelné v aplikacích: Evolution PIM, Úkoly, Kontakty a Kalendáře.
pt_br: Tarefas, calendários e contatos do Nextcloud agora devem estar visíveis no Evolution PIM, bem como nos aplicativos Tarefa, Contatos e Calendários.

source: Files will be shown as a WebDAV resource in the Nautilus file manager, and also be available in the GNOME file open/save dialogues. Documents should be integrated into the GNOME Documents app.
ar: سيتم عرض الملفات كمورد WebDAV في مدير ملفات Nautilus، و ستكون متاحة أيضًا في مربعات حوار فتح/حفظ ملف GNOME. يجب دمج المستندات في تطبيق مستندات GNOME.
cs: Soubory budou zobrazeny jako WebDAV prostředek ve správci souborů Nautilus a také k dispozici v dialozích GNOME pro otevření/uložení souborů. Dokumenty by měly být integrovány do aplikace GNOME Dokumenty.
pt_br: Os arquivos serão mostrados como um recurso WebDAV no gerenciador de arquivos Nautilus e também estarão disponíveis nos diálogos de abrir/salvar arquivos do GNOME. Os documentos devem ser integrados ao aplicativo GNOME Documents.

source: All resources should also be searchable from anywhere by pressing the Windows key and entering a search term.
ar: يجب أيضًا أن تكون جميع الموارد قابلة للبحث من أي مكان عن طريق الضغط على مفتاح Windows وإدخال مصطلح بحث.
cs: Všechny prostředky by také mělo jít vyhledat odkudkoli stisknutím klávesy Windows a zadáním hledaného pojmu.
pt_br: Todos os recursos também devem ser pesquisáveis de qualquer lugar, pressionando a tecla Windows e inserindo um termo de pesquisa.
