Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/groupware/sync_windows10.po
Languages: sr, tr

source: Synchronizing with Windows 10
sr: Синхронизација са Windows 10
tr: Windows 10 ile eşitlemek

source: Calendar
sr: Календар
tr: Takvim

source: In your browser, navigate to the Nextcloud Calendar app. Under "Settings & import", copy the address using "Copy iOS/macOS CalDAV address" into your clipboard.
sr: У вашем интернет прегледачу, идите на Nextcloud апликацију Календар. Под „Подешавања и увоз”, копирајте у свој клипборд адресу помоћу „Копирај iOS/macOS CalDAV адресу”.
tr: Tarayıcınızda Nextcloud Takvim uygulamasına gidin. "Ayarlar ve içe aktarma" altında, "iOS/macOS CalDAV adresini kopyala" komutu ile adresi panonuza kopyalayın.

source: Launch the Windows 10 Calendar app. Then, click the settings icon (gear icon) and select "Manage accounts".
sr: Покрените Windows 10 апликацију Календар. Затим, кликните на икону подешавања (икона зупчаника) и изаберите „Управљање налозима”.
tr: Windows 10 Takvim uygulamasını açın. Ayarlar simgesine (dişli simgesi) ve "Hesapları Yönet" üzerine tıklayın.

source: Click "Add account" and choose "iCloud".
sr: Кликните на „Додај налог” и изаберите „iCloud”.
tr: "Hesap ekle" üzerine ve "iCloud" seçeneğine tıklayın.

source: Enter an email, username and password. None of this information has to be valid-it will all be changed in the upcoming steps.
sr: Унесите и-мејл, кориничко име и лозинку. Није потребно да ниједна од ових информација буде исправна — све ће се променити у наредним корацима.
tr: E-posta adresi, kullanıcı adı ve parola alanlarını bilmiyorsanız rastgele doldurun. Bu bilgilerin tümü sonraki adımlarda değişeceği için geçerli olması gerekmez.

source: Click "Done". A message should appear indicating the settings were saved successfully.
sr: Кликните на „Готово”. Требало би да се појави порука која означава да су подешавања успешно сачувана.
tr: "Oturum aç" üzerine tıkladıktan sonra ayarların yapıldığını belirten bir pencere açılır. "Tamam" üzerine tıklayın.

source: In the "Manage Accounts" menu, click on the iCloud account created in previous steps, and select "Change settings". Then, click on "Change mailbox sync settings".
sr: У менију „Управљање налозима” кликните на iCloud налог који се креирали у претходним корацима, па изаберите „Измени подешавања”. Затим кликните на „Измени подешавања синхронизације поштанског сандучета".
tr: "Ayarlar", "Hesapları Yönet" bölümünden yeni hesabınız üzerine tıklayıp "Ayarları değiştir" seçeneğine tıklayın.

source: Scroll to the bottom of the dialog box, select "Advanced mailbox settings". Scroll once more to the bottom of the dialog box and paste your CalDAV URL in the field labelled "Calendar server (CalDAV)".
sr: Скролујте на дно дијалога, па изаберите „Напредна подешавања сандучета”. Још једном скролујте на дно дијалога и налепите свој CalDAV URL у поље под називом „Сервер календара (CalDAV)”.
tr: Pencerenin altına doğru kaydırın. "Gelişmiş posta kutusu ayarları" üzerine tıklayın Yeniden pencerenin altına doğru kaydırın ve CalDAV sunucu adresini "Takvim sunucusu (CalDAV)" alanına yapıştırın.

source: Click "Done". Enter your Nextcloud username and password in the appropriate fields, and change the account name to whatever you prefer (e. g. "Nextcloud Calendar"). Click "Save".
sr: Кликните на „Готово”. Унесите своје Nextcloud корисничко име и лозинку у одговарајућа поља, па промените назив налога на оно што вам одговара (нпр. „Nextcloud Календар”). Кликните на „Сачувај”.
tr: "Bitti" üzerine tıklayın. İlgili alanlara Nextcloud kullanıcı adı ve parolanızı yazın. Hesap adını istediğiniz şekilde değiştirin "Nextcloud Takvimi" gibi). "Kaydet" üzerine tıklayın.

source: Contacts
sr: Контакти
tr: Kişiler

source: In the bottom left of the Contacts View (in Nextcloud Contacts) look for a little (chain) link symbol that looks like this:
sr: У доњем левом углу погледа на контакте (у Nextcloud Контакти) потражите мали симбол везе (ланац) који изгледа овако:
tr: Kişiler görünümün (Nextcloud Kişiler) sol altındaki şunun gibi görünen küçük bir bağlantı (zincir) simgesi bulunur:

source: which will display a URL that looks something like this: https://cloud.nextcloud.com/remote.php/dav/addressbooks/users/daniel/Thunderbird/
sr: који ће да прикаже URL који изгледа овако некако: https://cloud.nextcloud.com/remote.php/dav/addressbooks/users/daniel/Thunderbird/
tr: Bu simgeye tıkladığınızda şunun gibi bir adres görüntülenir. Adresi kopyalayın: https://cloud.nextcloud.com/remote.php/dav/addressbooks/users/ali/Thunderbird/

source: Click "Sign in" and then "Done". A message should appear indicating the settings were saved successfully.
sr: Кликните на „Пријави се” па затим на „Готово”. Требало би да се појави порука која означава да су подешавања успешно сачувана.
tr: "Oturum aç" üzerine tıkladıktan sonra ayarların yapıldığını belirten bir pencere açılır. "Tamam" üzerine tıklayın.

source: Scroll to the bottom of the dialog box, select "Advanced mailbox settings". Scroll once more to the bottom of the dialog box and paste your CardDAV URL in the field labelled "Contacts server (CardDAV)".
sr: Скролујте на дно дијалога, па изаберите „Напредна подешавања сандучета”. Још једном скролујте на дно дијалога и налепите свој CardDAV URL у поље под називом „Сервер контаката (CardDAV)”.
tr: Pencerenin altına doğru kaydırın. "Gelişmiş posta kutusu ayarları" üzerine tıklayın Yeniden pencerenin altına doğru kaydırın ve CardDAV sunucu adresini "Kişiler sunucusu (CardDAV)" alanına yapıştırın.

source: Click "Done". Enter your Nextcloud username and password in the appropriate fields, and change the account name to whatever you prefer (e. g. "Nextcloud Contacts"). Click "Save".
sr: Кликните на „Готово”. Унесите своје Nextcloud корисничко име и лозинку у одговарајућа поља, па промените назив налога на оно што вам одговара (нпр. „Nextcloud Контакти”). Кликните на „Сачувај”.
tr: "Bitti" üzerine tıklayın. İlgili alanlara Nextcloud kullanıcı adı ve parolanızı yazın. Hesap adını istediğiniz şekilde değiştirin "Nextcloud Kişileri" gibi). "Kaydet" üzerine tıklayın.

source: Troubleshooting
sr: Решавање проблема
tr: Sorun çözme

source: After following all these steps, your Nextcloud calendar should synchronize. If not, check your username and password. Otherwise, repeat these steps.
sr: Када испратите све ове кораке, ваш Nextcloud календар би требало да се синхронизује. Ако то није случај, проверите своје корисничко име и лозинку. У супротном, поновите ове кораке.
tr: Bu adımları tamamladığınızda Nextcloud takviminiz eşitlenmeye başlamalıdır. Eşitlenmiyorsa, kullanıcı adınızı ve parolanızı denetleyin. Sorun çözülmezse, hesabı silip bu adımları yeniden uygulayın.

source: **NOTE: You will not be able to synchronize your calendar if you have two-factor authentication enabled. Follow the steps below to get an app password that can be used with the Calendar client app:**
sr: **НАПОМЕНА: нећете моћи да синхронизујете свој календар ако вам је укључена двофакторска аутентификација. Пратите кораке испод да креирате лозинку апликације која може да се користи са Календар клијентском апликацијом:**
tr: **NOT: İki aşamalı kimlik doğrulamayı etkinleştirdiyseniz takviminizi eşitleyemezsiniz. Takvim istemci uygulamasıyla kullanılabilecek bir uygulama parolası almak için aşağıdaki adımları izleyin:**

source: Log into Nextcloud. Click on your user icon, then click on "Settings".
sr: Пријавите се у Nextcloud. Кликните на своју корисничку икону, па затим изаберите „Подешавања”.
tr: Nextcloud oturumunuzu açın. Kullanıcı simgenize ve ardından "Ayarlar" üzerine tıklayın.

source: Click on "Security", then locate a button labeled "Create new app password". Next to this button, enter "Windows 10 Calendar app". Then, click the button, copy and paste the password. Use this password instead of your Nextcloud password for Step 8.
sr: Кликните на „Безбедност”, па затим пронађите дугме обележено са „Креирај нову лозинку апликације”. Поред тог дугмета унесите „Windows 10 Календар апликација”. Затим кликните на дугме, копирајте и налепите лозинку. У кораку 8 користите ову лозинку уместо ваше Nextcloud лозинке.
tr: "Güvenlik" üzerine tıklayın. Ardından "Yeni uygulama parola oluştur" düğmesini bulun. Bu düğmenin yanına "Windows 10 Takvim uygulaması (Windows 10 Calendar app)" yazın. Düğmeye tıklayın. Parolayı kopyalayın. 8. adımda Nextcloud parolanız yerine bu parolayı kullanın.

source: Special thanks to this Reddit user for their post: https://www.reddit.com/r/Nextcloud/comments/5rcypb/using_the_windows_10_calendar_application_with/
sr: Посебна захвалност овом Reddit кориснику за његов пост: https://www.reddit.com/r/Nextcloud/comments/5rcypb/using_the_windows_10_calendar_application_with/
tr: Şu Reddit kullanıcısına gönderileri için özellikle teşekkür ederiz: https://www.reddit.com/r/Nextcloud/comments/5rcypb/using_the_windows_10_calendar_application_with/

source: Repeat steps 1–7 from the Calendar instructions. If you already have setup the Calendar synchronization, you can use the same account for this.
sr: Поновите кораке 1–7 из упутства за Календар. Ако сте већ подесили синхронизацију Календара, за ово можете да користите исти налог.
tr: Takvim için verilmiş 1–7 arasındaki adımları yenileyin. Takvim eşitlemesini zaten kurduysanız, bunun için de aynı hesabı kullanabilirsiniz.

source: In the "Advanced mailbox settings" paste your CalDAV URL in the field labelled "Contacts server (CardDAV)".
sr: У „Напредним подешавањима сандучета” налепите свој CalDAV URL у поље обележено са „Сервер контаката (CardDAV)”.
tr: "Gelişmiş posta kutusu ayarları" başlığı altından CardDAV sunucusu adresinizi "Kişiler sunucusu (CardDAV)" alanına yapıştırın.

source: Replace the path "principals" within the URL with "addressbooks".
sr: Замените у URL путању „principals” са „addressbooks.
tr: Adres yolundaki "principals" yerine "addressbooks" yazın.

source: Click "Done". Enter your Nextcloud username and password in the appropriate fields, and change the account name to whatever you prefer (e. g. "Nextcloud"). Click "Save".
sr: Кликните на „Готово”. Унесите своје Nextcloud корисничко име и лозинку у одговарајућа поља, па промените назив налога на оно што вам одговара (нпр. „Nextcloud”). Кликните на „Сачувај”.
tr: "Bitti" üzerine tıklayın. İlgili alanlara Nextcloud kullanıcı adı ve parolanızı yazın. Hesap adını istediğiniz şekilde değiştirin "Nextcloud" gibi). "Kaydet" üzerine tıklayın.
