Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: de, tr

source: Start, Run, MMC.
de: MMC (Microsoft Management Console) starten und ausführen
tr: Başlat menüsünden MMC uygulamasını çalıştırın.

source: File, Add/Remove Snap-In.
de: Datei, Snap-In hinzufügen/entfernen.
tr: Dosya, Ekle/Kaldır bileşenini açın.

source: Select Certificates, Click Add, My User Account, then Finish, then OK.
de: Wählen Sie "Zertifikate" aus, klicken Sie auf "Hinzufügen", "Mein Benutzerkonto", "Fertigstellen" und schließlich auf "OK".
tr: Sertifikalar bölümünü seçin, Sırasıyla Ekle, Kullanıcı Hesabım, Bitir veTamam üzerine tıklayın.

source: Dig down to Trust Root Certification Authorities, Certificates.
de: Navigieren Sie hinab zu "Trust Root Certification Authorities", "Certificates".
tr: Güvenilen Kök Sertifika Yetkilileri, Sertifikalar bölümüne gidin.

source: Right-Click Certificate, Select All Tasks, Import.
de: Klicken Sie rechts auf "Zertifikate", wählen Sie "Alle Aufgaben" und "Importieren".
tr: Sertifikaya sağ tıklayın, Tüm Görevleri Seç, İçe Aktar üzerine tıklayın.

source: Select the Save Cert from the Desktop.
de: Wählen Sie die Zertifikats-Sicherungsdatei auf Ihrem Desktop.
tr: Masaüstüne kaydettiğiniz sertifika dosyasını seçin.

source: Select Place all Certificates in the following Store, Click Browse.
de: Wählen Sie "Alle Zertifikate in folgendem Speicher platzieren", klicken Sie "Durchsuchen".
tr: Tüm Sertifikaları Aşağıdaki Mağazaya Yerleştir komutunu seçin, Gözat üzerine tıklayın.

source: Check the Box that says Show Physical Stores, Expand out Trusted Root Certification Authorities, and select Local Computer there, click OK, Complete the Import.
de: Aktivieren Sie das Kästchen "Physikalische Speicher anzeigen", erweitern Sie "Vertrauenswürdige Stammzertifizierungsstellen" und wählen Sie dort "Lokaler Computer", klicken Sie auf "OK" und schließen Sie den Import ab.
tr: Fiziksel Mağazaları Göster kutusunu işaretleyin, Güvenilir Kök Sertifika Yetkililerini genişletin ve oradan Yerel Bilgisayar seçin, içe aktarmayı tamamlamak içn Tamam üzerine tıklayın.

source: Check the list to make sure it shows up. You will probably need to Refresh before you see it. Exit MMC.
de: Überprüfen Sie, ob die Liste erscheint. Dafür müssen Sie die Ansicht vermutlich aktualisieren. Beenden Sie MMC (Microsoft Management Console).
tr: Yeni sertifikanın göründüğünden emin olmak için listeye bakın. Büyük olasılıkla sertifikanın listede görüntülenmesi için görünümü yenilemeniz gerekecek. MMC uygulamasından çıkın.

source: Open Browser, select Tools, Delete Browsing History.
de: Browser öffnen, "Werkzeuge" auswählen, Browser-Chronik löschen.
tr: Tarayıcıyı açın, Araçlar, Tarama geçmişini sil komutunu seçin.

source: Select all but In Private Filtering Data, complete.
de: Wählen Sie alles aus, außer " Private Filtering Data", abschließen.
tr: Kişisel süzme verileri dışında tümünü seçin, işlemi tamamlayın.

source: Go to Internet Options, Content Tab, Clear SSL State.
de: Gehen Sie zu Internetoptionen, Registerkarte Inhalt, SSL-Status löschen.
tr: İnternet Seçenekleri, İçerik Sekmesi, SSL Durumunu Temizle komutunu seçin.

source: Close browser, then re-open and test.
de: Schließen Sie den Browser, öffnen Sie ihn erneut und testen Sie.
tr: Tarayıcıyı kapatın, ardından yeniden açın ve bağlantı kurmayı deneyin.

source: You cannot download more than 50 MB or upload large files when the upload takes longer than 30 minutes using Web Client in Windows 7.
de: Wenn Sie den Web-Client unter Windows 7 nutzen, können Sie nicht mehr als 50 MB herunterladen oder große Dateien hochladen, wenn das Hochladen länger als 30 Minuten benötigt.
tr: Windows 7 üzerinde web istemcisini kullanarak, 50MB boyutundan büyük dosyaları indiremez ya da yüklenmesi 30 dakikadan uzun süren büyük dosyaları yükleyemezsiniz.

source: Workarounds are documented in the KB2668751_ article.
de: Lösungsmöglichkeiten sind im Artikel KB2668751_ dokumentiert.
tr: Geçici çözümlere, KB2668751_ makalesinde değinilmiştir.

source: Accessing files using cURL
de: Zugriff auf Dateien mittels cURL
tr: cURL kullanarak dosyalara erişmek

source: Since WebDAV is an extension of HTTP, cURL can be used to script file operations.
de: Da WebDAV eine Erweiterung von HTTP ist, kann cURL zum Skripten von Dateivorgängen verwendet werden.
tr: WebDAV bir HTTP uzantısı olduğundan, cURL betik dosyası işlemleri için kullanılabilir.

source: **Settings** → **Administration** → **Sharing** → **Allow users on this server to send shares to other servers**. If this option is disabled the option ``--header "X-Requested-With: XMLHttpRequest"`` needs to be passed to cURL.
de: **Einstellungen** → **Administration** → **Freigabe** → **Benutzern auf diesem Server das Senden von Freigaben an andere Server erlauben**. Wenn diese Option deaktiviert ist, muss die Option ``--header "X-Requested-With: XMLHttpRequest"`` an cURL übergeben werden.
tr: **Ayarlar** → **Yönetim** → **Paylaşım** → **Bu sunucudaki kullanıcılar diğer sunuculara paylaşım gönderebilsin** seçeneğini etkinleştirin. Bu seçenek ``--header "X-Requested-With: XMLHttpRequest"`` seçeneğini devre dışı bırakıyorsa cURL üzerine aktarılması gerekir.

source: To create a folder with the current date as name:
de: So erstellen Sie einen Ordner mit dem aktuellen Datum als Namen:
tr: Adı geçerli tarih olan bir klasör oluşturmak için:

source: To upload a file ``error.log`` into that directory:
de: So laden Sie eine Datei ``error.log`` in dieses Verzeichnis hoch:
tr: Bu klasöre ``error.log`` dosyasını yüklemek için:

source: To move a file:
de: Um eine Datei zu verschieben:
tr: Bir dosyayı taşımak için:

source: To get the properties of files in the root folder:
de: So erhalten Sie die Eigenschaften der Dateien im Stammverzeichnis:
tr: Kök klasördeki dosyaların özelliklerini almak için:

source: Accessing files using WinSCP
de: Zugriff auf Dateien mittels WinSCP
tr: WinSCP kullanarak dosyalara erişmek

source: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ is an open source free SFTP client, FTP client, WebDAV client, S3 client and SCP client for Windows. Its main function is file transfer between a local and a remote computer. Beyond this, WinSCP offers scripting and basic file manager functionality.
de: `WinSCP <https://winscp.net/eng/docs/introduction/>`_ ist ein quelloffener freier SFTP-Client, FTP-Client, WebDAV-Client, S3-Client und SCP-Client für Windows. Seine Hauptfunktion ist die Dateiübertragung zwischen einem lokalen und einem entfernten Computer. Darüber hinaus bietet WinSCP Skripting und grundlegende Dateimanagerfunktionen.
tr: `WinSCP <https://winscp.net/eng/docs/introduction/>`, Windows için açık kaynaklı, ücretsiz bir SFTP istemcisi, FTP istemcisi, WebDAV istemcisi, S3 istemcisi ve SCP istemcisidir. Ana işlevi, yerel ve uzak bilgisayar arasında dosya aktarımı yapmaktır. Bunun ötesinde WinSCP, betik çalıştırma ve temel dosya yöneticisi işlevleri sunar.

source: You can `download <https://winscp.net/eng/downloads.php/>`_ the portable version of WinSCP and run it on Linux through `Wine <https://wiki.winehq.org/Main_Page/>`_.
de: Sie können die portable Version von WinSCP `herunterladen <https://winscp.net/eng/downloads.php/>`_ und sie unter Linux mit `Wine <https://wiki.winehq.org/Main_Page/>`_ ausführen.
tr: Portable WinSCP sürümünü <https://winscp.net/eng/downloads.php/>' indirebilir ve `Wine <https://wiki.winehq.org/Main_Page/>`_ ile Linux üzerinde çalıştırabilirsiniz.

source: To run WinSCP on Linux, download wine through your distribution's package manager, then run it via: wine WinSCP.exe.
de: Um WinSCP unter Linux auszuführen, laden Sie Wine über den Paketmanager Ihrer Distribution herunter und starten Sie es über: wine WinSCP.exe.
tr: WinSCP uygulamasını Linux üzerinde çalıştırmak için, dağıtımınızın paket yöneticisinden wine uygulamasını indirin, ardından şu komutla çalıştırın: wine WinSCP.exe.

source: To connect to Nextcloud:
de: Um sich mit Nextcloud zu verbinden:
tr: Nextcloud bağlantısı kurmak için:

source: Start WinSCP
de: WinSCP starten
tr: WinSCP uygulamasını başlatın

source: Press 'Session' in the menu
de: Im Menü auf 'Sitzung' drücken
tr: Menüden 'Oturum' seçin

source: Press the 'New Session' menu option
de: Die Menüoption 'Neue Sitzung' drücken
tr: 'Yeni oturum' üzerine tıklayın

source: Set the 'File protocol' dropdown to WebDAV
de: Wählen Sie im Dropdown-Menü 'Dateiprotokoll' WebDAV
tr: 'Dosya iletişim kuralı' seçeneğini WebDAV olarak ayarlayın

source: Set the 'Encryption' dropdown to TSL/SSL Implicit encryption
de: Wählen Sie im Dropdown-Menü 'Verschlüsselung' TSL/SSL Implizite Verschlüsselung
tr: 'Şifreleme' seçeneğini TSL/SSL örtülü şifreleme olarak ayarlayın

source: Fill in the hostname field: example.com
de: Das Feld für den Hostnamen ausfüllen: example.com
tr: Sunucu adı alanını doldurun: ornek.com

source: Fill in the username field: NEXTCLOUDUSERNAME
de: Das Feld für den Benutzernamen ausfüllen: NEXTCLOUDBENUTZERNAME
tr: Kullanıcı adı alanını doldurun: NEXTCLOUDKULLANICIADI

source: Fill in the password field: NEXTCLOUDPASSWORD
de: Das Passwortfeld ausfüllen: NEXTCLOUDPASSWORD
tr: Parola alanını doldurun: NEXTCLOUDPAROLASI

source: Press the 'Advanced...' button
de: Die Schaltfläche 'Erweitert...' drücken
tr: 'Gelişmiş...' düğmesine tıklayın

source: Navigate to 'Environment', 'Directories' on the left side
de: Navigieren Sie zu 'Umgebung', 'Verzeichnisse' auf der linken Seite
tr: Sol taraftan 'Ortam', 'Klasörler' bölümüne gidin

source: Fill in the 'Remote directory' field with the following: /nextcloud/remote.php/dav/files/NEXTCLOUDUSERNAME/
de: Füllen Sie das Feld 'Remote-Verzeichnis' wie folgt aus: /nextcloud/remote.php/dav/files/NEXTCLOUDUSERNAME/
tr: 'Uzak klasör' alanını şu şekilde doldurun: /nextcloud/remote.php/dav/files/NEXTCLOUDKULLANICIADI/

source: Press the 'OK' button
de: Die Schaltfläche 'OK' drücken
tr: 'Tamam' düğmesine tıklayın

source: Press the 'Save' button
de: Die Schaltfläche 'Speichern' drücken
tr: 'Kaydet' düğmesine tıklayın

source: Select the desired options and press the 'OK' button
de: Die gewünschten Optionen auswählen und die Taste 'OK' drücken
tr: İstediğiniz seçenekleri ayarlayın ve 'Tamam' düğmesine tıklayın

source: Press the 'Login' button to connect to Nextcloud
de: Die Schaltfläche 'Anmelden' drücken, um sich mit Nextcloud zu verbinden
tr: Nextcloud bağlantısı kurmak için 'Oturum aç' düğmesine tıklayın

source: Note: it is recommended to use an app password for the password if you use TOTP, as WinSCP does not understand TOTP in Nextcloud at the time of writing (2022-11-07).
de: Hinweis: Es wird empfohlen, ein App-Passwort für das Passwort zu verwenden, wenn Sie TOTP verwenden, da WinSCP zum Zeitpunkt der Erstellung dieses Artikels (2022-11-07) TOTP in Nextcloud nicht versteht.
tr: Not: TOTP kullanıyorsanız, parola için bir uygulama parolası kullanmanız önerilir, çünkü WinSCP, bu yazıyı yazarken (2022-11-07) Nextcloud üzerindeki TOTP uygulamasını anlamıyor.
