Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: de, tr

source: The macOS Finder suffers from a `series of implementation problems <http://sabre.io/dav/clients/finder/>`_ and should only be used if the Nextcloud server runs on **Apache** and **mod_php**, or **Nginx 1.3.8+**. Alternative macOS-compatible clients capable of accessing WebDAV shares include open source apps like `Cyberduck <https://cyberduck.io/>`_ (see instructions `here <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) and `Filezilla <https://filezilla-project.org>`_. Commercial clients include `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_, and `Commander One <https://mac.eltima.com/>`_.
de: Der macOS-Finder leidet unter einer `Reihe von Programmierfehlern <http://sabre.io/dav/clients/finder/>`_ und sollte nur verwendet werden, wenn der Nextcloud-Server unter **Apache** mit **mod_php** oder unter **Nginx 1.3.8+** läuft. Andere macOS-kompatible Clients, die auf WebDAV-Freigaben zugreifen können, sind z. B. die Open-Source-Anwendungen `Cyberduck <https://cyberduck.io/>`_ (siehe Anleitung `hier <https://docs.nextcloud.com/server/latest/user_manual/files/access_webdav.html#accessing-files-using-cyberduck>`_) und `Filezilla <https://filezilla-project.org>`_. Kommerzielle Clients sind beispielsweise `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_, und `Commander One <https://mac.eltima.com/>`_.
tr: macOS Finder için `bir dizi uygulama sorunu vardır <http://sabre.io/dav/clients/finder/>`_ ve Nextcloud sunucusu yalnızca **Apache** ve **mod_php** ya da **Nginx 1.3.8+** üzerinde çalışıyorsa kullanılmalıdır . WebDAV paylaşımlarına erişebilen alternatif macOS uyumlu istemciler, `Cyberduck <https://cyberduck.io/>`_ (buradaki yönergelere bakın <https://docs.nextcloud.com/server/latest/user_manual /files/access_webdav.html#accessing-files-using-cyberduck>`_) ve `Filezilla <https://filezilla-project.org>`_ gibi açık kaynaklı uygulamaları içerir. Ticari istemciler arasında ise `Mountain Duck <https://mountainduck.io/>`_, `Forklift <https://binarynights.com/>`_, `Transmit <https://panic.com/>`_ ve `Commander One <https://mac.eltima.com/>`_ bulunur.

source: To access files through the macOS Finder:
de: Auf Dateien mit macOS Finder zugreifen:
tr: Dosyalara macOS Finder üzerinden erişmek:

source: From the Finder’s top menu bar, choose **Go > Connect to Server…**:
de: In der oberen Menüleiste im Finder wählen Sie **Gehe zu > Mit Server verbinden…**:
tr: Finder üst menü çubuğundan **Git > Sunucuya Bağlan…**' komutunu seçin:

source: Screenshot of entering your Nextcloud server address on macOS
tr: macOS üzerinde Nextcloud sunucu adresinizi yazma ekran görüntüsü

source: When the **Connect to Server…** window opens, enter your Nextcloud server’s WebDAV address in the **Server Address:** field, i.e.::
de: Wenn sich das Fenster **Verbinde zum Server...** öffnet, geben Sie die WebDAV-Adresse Ihres Nextcloud-Servers in das Feld **Server-Adresse:** ein, d.h.::
tr: **Sunucuya Bağlan…** penceresi açıldığında, **Sunucu Adresi:** alanına Nextcloud sunucunuzun WebDAV adresini yazın, yani::

source: Screenshot: Enter Nextcloud server address in “Connect to Server…” dialog box
tr: Ekran görüntüsü: "Sunucu ile bağlantı kur…" penceresine Nextcloud sunucu adresini yazın

source: Click **Connect**. Your WebDAV server should appear on the Desktop as a shared disk drive.
de: Klicken Sie auf **Verbinden**. Ihr WebDAV-Server sollte auf dem Desktop als freigegebenes Laufwerk angezeigt werden.
tr: **Bağlan**' üzerine tıklayın. WebDAV sunucunuz Masaüstünde paylaşılan bir disk sürücüsü olarak görünmelidir.

source: Accessing files using Microsoft Windows
de: Dateizugriff unter Microsoft Windows
tr: Dosyalara Microsoft Windows üzerinden erişmek

source: If you use the native Windows implementation of WebDAV, you can map Nextcloud to a new drive using Windows Explorer. Mapping to a drive enables you to browse files stored on a Nextcloud server the way you would files stored in a mapped network drive.
de: Falls Sie die native Windows-Implementation von WebDAV benutzen, können Sie Nextcloud mit dem Windows Explorer einem neuen Laufwerk zuordnen. So können Sie Dateien auf Nextcloud-Servern wie auf gewöhnlichen Netzlaufwerken verwalten.
tr: Yerel Windows WebDAV uygulamasını kullanıyorsanız, Dosya Gezginini kullanarak Nextcloud sunucunuzu yeni bir sürücü olarak eşleyebilirsiniz. Bir sürücü eşlemek, bir Nextcloud sunucusunda depolanan dosyalara, eşlenmiş bir ağ sürücüsünde bulunan dosyalara yaptığınız gibi göz atabilmenizi sağlar.

source: Using this feature requires network connectivity. If you want to store your files offline, use the Desktop Client to sync all files on your Nextcloud to one or more directories of your local hard drive.
de: Die Verwendung dieser Funktion erfordert eine Netzwerkverbindung. Wenn Sie Ihre Dateien offline ablegen möchten, verwenden Sie den Desktop-Client, um alle Dateien Ihrer Nextcloud mit einem oder mehreren Verzeichnissen Ihrer lokalen Festplatte zu synchronisieren.
tr: Bu özelliğin kullanılması için ağ bağlantısı gereklidir. Dosyalarınızı çevrimdışı olarak depolamak istiyorsanız, Nextcloud hesabınızdaki tüm dosyaları yerel sabit sürücünüzdeki bir veya daha fazla klasörle eşitlemek için Masaüstü istemcisini kullanın.

source: Windows 10 now defaults to allow Basic Authentication if HTTPS is enabled prior to mapping your drive. On older versions of Windows, you must permit the use of Basic Authentication in the Windows Registry: launch ``regedit`` and navigate to ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``. Create or edit the ``DWORD`` value ``BasicAuthLevel`` (Windows Vista, 7 and 8) or ``UseBasicAuth`` (Windows XP and Windows Server 2003) and set its value data to ``1`` for SSL connections. Value ``0`` means that Basic Authentication is disabled, a value of ``2`` allows both SSL and non-SSL connections (not recommended). Then exit Registry Editor, and restart the computer.
de: Windows 10 erlaubt nun standardmäßig die Nutzung von "Basic Authentication", wenn HTTPS vor der Verknüpfung mit dem Laufwerk aktiviert wurde. Bei älteren Versionen von Windows müssen Sie die Nutzung von "Basic Authentication" in der Registry von Windows erlauben: rufen Sie ``regedit`` auf und navigieren Sie zu ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters``. Erstellen oder editieren Sie das ``DWORD`` ``BasicAuthLevel`` (Windows Vista, 7 und 8) oder ``UseBasicAuth`` (Windows XP und Windows Server 2003) und setzen Sie den Wert auf ``1`` für SSL-Verbindungen. Der Wert ``0`` bedeutet, dass ``Basic Authentication`` deaktiviert wird, der Wert ``2`` erlaubt sowohl SSL- als auch nicht-SSL-Verbindungen (nicht empfohlen). Daraufhin beenden Sie den Registry-Editor und starten Sie den Computer neu.
tr: Windows 10, sürücünüzü eşlemeden önce HTTPS etkinleştirilirse, artık varsayılan olarak temel kimlik doğrulamasına izin veriyor. Eski Windows sürümlerinde, Windows Kayıt Defteri içinde temel kimlik doğrulaması kullanımına izin vermelisiniz: ``regedit`` kayıt defterini düzenleme uygulamasını başlatın ve ``HKEY_LOCAL_MACHINE\SYSTEM\CurrentControlSet\Services\WebClient\Parameters`` anahtarına gidin. ``BasicAuthLevel`` (Windows Vista, 7 ve 8) ya da ``UseBasicAuth`` (Windows XP ve Windows Server 2003) ``DWORD`` değerini oluşturun veya düzenleyin ve SSL bağlantıları için değer verisini ``1`` olarak ayarlayın. ``0`` değeri, temel kimlik doğrulamasının devre dışı bırakıldığı anlamına gelir. ``2`` değeri, hem SSL olan hem de SSL olmayan bağlantılara izin verir (önerilmez). Ardından kayıt defteri düzenleyicisi uygulamasından çıkın ve bilgisayarı yeniden başlatın.

source: Mapping drives with the command line
de: Zuordnen von Laufwerken über die Befehlszeile
tr: Komut satırından sürücüleri eşleme

source: The following example shows how to map a drive using the command line. To map the drive:
de: Das folgende Beispiel zeigt, wie Sie mithilfe der Befehlszeile ein Laufwerk zuordnen können:
tr: Aşağıdaki örnek, bir sürücünün komut satırı kullanılarak nasıl eşleneceğini gösterir. Sürücüyü eşlemek için:

source: Open a command prompt in Windows.
de: Öffnen Sie eine Kommandozeile in Windows.
tr: Windows komut istemini açın.

source: Enter the following line in the command prompt to map to the computer Z drive::
de: Geben Sie die folgende Zeile in die Eingabeaufforderung ein, um sie dem Z-Laufwerk des Computers zuzuordnen:
tr: Bilgisayarı Z sürücüsüyle eşlemek için komut istemine aşağıdaki satırı yazın:

source: where <drive_path> is the URL to your Nextcloud server.
de: wobei <drive_path> die URL zu Ihrem Nextcloud-Server ist.
tr: <drive_path> Nextcloud sunucunuzun adresidir.

source: For example: ``net use Z: https://example.com/nextcloud/remote.php/dav/files/USERNAME/ /user:youruser yourpassword``
de: Zum Beispiel: ``net use Z: https://example.com/nextcloud/remote.php/dav/files/USERNAME/ /user:youruser yourpassword``
tr: Örneğin: ``net use Z: https://websitem.com/nextcloud/remote.php/dav/files/KULLANICIADI/ /user:kullaniciadiniz parolaniz``

source: The computer maps the files of your Nextcloud account to the drive letter Z.
de: Der Computer verknüpft die Dateien Ihres Nextcloud-Kontos mit dem Laufwerksbuchstaben Z.
tr: Bilgisayar, Nextcloud hesabınızın dosyalarını Z sürücü harfiyle eşler.

source: Though not recommended, you can also mount the Nextcloud server using HTTP, leaving the connection unencrypted. If you plan to use HTTP connections on devices while in a public place, we strongly recommend using a VPN tunnel to provide the necessary security.
de: Obwohl es nicht empfehlenswert ist, können Sie den Nextcloud-Server auch über HTTP einbinden, wobei die Verbindung unverschlüsselt bleibt. Wenn Sie planen, HTTP-Verbindungen auf Geräten zu verwenden, während Sie sich an einem öffentlichen Ort befinden, empfehlen wir dringend die Verwendung eines VPN-Tunnels, um die notwendige Sicherheit zu gewährleisten.
tr: Önerilmese de, Nextcloud sunucusunu HTTP kullanarak da bağlayabilir ve bağlantıyı şifrelenmemiş olarak bırakabilirsiniz. Herkese açık bir yerdeyken aygıtlarda HTTP bağlantılarını kullanmayı planlıyorsanız, gerekli güvenliği sağlamak için bir VPN tüneli kullanmanızı önemle öneririz.

source: An alternative command syntax is::
de: Eine alternative Befehlssyntax lautet::
tr: Alternatif komut sözdizimi:

source: Mapping drives with Windows Explorer
de: Zuordnen von Laufwerken mit Windows Explorer
tr: Dosya Gezgini ile sürücüleri eşlemek

source: To map a drive using the Microsoft Windows Explorer:
de: Zuordnen von Laufwerken mit Windows Explorer:
tr: Microsoft Dosya Gezginini kullanarak bir sürücüyü eşlemek için:

source: Open Windows Explorer on your MS Windows computer.
de: Öffnen Sie den Windows Explorer an Ihrem Computer mit MS Windows.
tr: Windows bilgisayarınızdaki Dosya Gezgini uygulamasını açın.

source: Right-click on **Computer** entry and select **Map network drive…** from the drop-down menu.
de: Klicken Sie rechts auf **Computer** und wählen Sie **Netzlaufwerk verbinden…** aus dem Ausklapp-Menü.
tr: **Bu bilgisayar** simgesine sağ tıklayın ve açılır menüden **Ağ sürücüsüne bağlan…** ögesini seçin.

source: Choose a local network drive to which you want to map Nextcloud.
de: Wählen Sie ein lokales Netzwerklaufwerk aus, dem Sie Nextcloud zuordnen möchten.
tr: Nextcloud eşlemesi için istediğiniz yerel ağ sürücüsünü seçin.

source: Specify the address to your Nextcloud instance, followed by **/remote.php/dav/files/USERNAME/**.
de: Geben Sie die Adresse Ihrer Nextcloud-Instanz an, gefolgt von **/remote.php/dav/files/BENUTZERNAME/**.
tr: Nextcloud bulut sunucunuzun adresini yazın ve sonuna **/remote.php/dav/files/KULLANICIADI/** bölümünü ekleyin.

source: For example::
de: Zum Beispiel::
tr: Örnek:

source: For SSL protected servers, check **Reconnect at sign-in** to ensure that the mapping is persistent upon subsequent reboots. If you want to connect to the Nextcloud server as a different user, check **Connect using different credentials**.
de: Für SSL-gesicherte Server aktivieren Sie die Option **Bei Anmeldung neu verbinden** für das Sicherstellen einer kontinuierlichen Verbindung trotz Neustarts. Wenn Sie sich als ein anderer Benutzer mit dem Nextcloud-Server verbinden möchten, aktivieren Sie die Option **Mit anderen Anmeldedaten verbinden**.
tr: SSL ile korunan sunucular için, sonraki yeniden başlatmalarda eşlemenin kalıcı olacağından emin olmak için **Oturum açıldığında yeniden bağlan** seçeneğini işaretleyin. Nextcloud sunucusuna farklı bir kullanıcı olarak oturum açmak istiyorsanız, **Farklı kimlik bilgileri kullanarak bağlan** seçeneğini işaretleyin.

source: screenshot of mapping WebDAV on Windows Explorer
tr: Windows dosya gezgininde WebDAV eşleme ekran görüntüsü

source: Click the ``Finish`` button.
de: Auf ``Beenden`` klicken.
tr: ``Son`` düğmesine tıklayın.

source: Windows Explorer maps the network drive, making your Nextcloud instance available.
de: Windows Explorer ordnet das Netzlaufwerk zu und stellt Ihre Nextcloud-Instanz zur Verfügung.
tr: Dosya Gezgini, ağ sürücüsünü eşleyerek Nextcloud kopyanızı kullanmanızı sağlar.

source: Accessing files using Cyberduck
de: Zugriff auf Dateien mittels Cyberduck
tr: Cyberduck kullanarak dosyalara erişmek

source: `Cyberduck <https://cyberduck.io/>`_ is an open source FTP and SFTP, WebDAV, OpenStack Swift, and Amazon S3 browser designed for file transfers on macOS and Windows.
de: `Cyberduck <https://cyberduck.io/>`_ ist ein Open-Source-Browser für FTP, SFTP, WebDAV, OpenStack Swift und Amazon S3, der für Dateitransfers unter macOS und Windows entwickelt wurde.
tr: `Cyberduck <https://cyberduck.io/>`_ macOS ve Windows üzerinde dosya aktarımları için tasarlanmış açık kaynaklı bir FTP ve SFTP, WebDAV, OpenStack Swift ve Amazon S3 tarayıcısıdır.

source: This example uses Cyberduck version 4.2.1.
de: Dieses Beispiel verwendet Cyberduck in der Version 4.2.1.
tr: Bu örnekte, Cyberduck 4.2.1 sürümü kullanılmıştır.

source: To use Cyberduck:
de: Cyberduck verwenden:
tr: Cyberduck kullanmak için:

source: Specify a server without any leading protocol information. For example:
de: Geben Sie einen Server ohne voranstehende Protokollinformation an. Zum Beispiel:
tr: Önünde bir iletişim kuralı bilgisi olmadan bir sunucu belirtin. Örneğin:

source: ``example.com``
tr: ``ornek.com``

source: Specify the appropriate port. The port you choose depends on whether or not your Nextcloud server supports SSL. Cyberduck requires that you select a different connection type if you plan to use SSL. For example:
de: Geben Sie den entsprechenden Port an. Der zu wählende Port hängt davon ab, ob Ihr Nextcloud-Server SSL unterstützt oder nicht. Cyberduck erfordert, dass Sie einen anderen Verbindungstyp auswählen, wenn Sie SSL verwenden möchten. Zum Beispiel:
tr: Uygun bağlantı noktasını belirtin. Seçtiğiniz bağlantı noktası, Nextcloud sunucunuzun SSL destekleyip desteklemediğine bağlı olarak değişir. Cyberduck, SSL kullanmayı planlıyorsanız farklı bir bağlantı türü seçmenizi gerektirir. Örneğin:

source: 80 (for WebDAV)
de: 80 (für WebDAV)
tr: 80 (WebDAV için)

source: 443 (for WebDAV (HTTPS/SSL))
de: 443 (für WebDAV (HTTPS/SSL))
tr: 443 (WebDAV (HTTPS/SSL) için)

source: Use the 'More Options' drop-down menu to add the rest of your WebDAV URL into the 'Path' field. For example:
de: Benutzen Sie das Aufklapp-Menü "Mehr Optionen", um den Rest Ihrer WebDAV-URL in das Feld "Pfad" einzugeben. Zum Beispiel:
tr: WebDAV adresinizin kalanını 'Yol' alanına eklemek için 'Diğer Seçenekler' açılır menüsünü kullanın. Örneğin:

source: ``remote.php/dav/files/USERNAME/``
tr: ``remote.php/dav/files/KULLANICIADI/``

source: Now Cyberduck enables file access to the Nextcloud server.
de: Jetzt ermöglicht Cyberduck den Dateizugriff auf den Nextcloud-Server.
tr: Böylece Cyberduck, Nextcloud sunucusundaki dosyalara erişmiş olur.

source: Accessing public shares over WebDAV
de: Zugriff auf öffentliche Freigaben über WebDAV
tr: WebDAV üzerinden herkese açık paylaşımlara erişmek

source: Nextcloud provides the possibility to access public shares anonymously over WebDAV.
de: Nextcloud bietet die Möglichkeit, anonym über WebDAV auf öffentliche Freigaben zuzugreifen.
tr: Nextcloud, WebDAV üzerinden herkese açık paylaşımlara anonim olarak erişme olanağı sağlar.

source: To access the public share, open::
de: Um auf die öffentliche Freigabe zuzugreifen, öffnen Sie::
tr: Herkese açık paylaşıma erişmek için şunu açın::

source: in a WebDAV client, use the share token as username and the (optional) share password as password. For example, with a share link https://example.com/s/kFy9Lek5sm928xP, ``kFy9Lek5sm928xP`` will be the username.
de: Verwenden Sie in einem WebDAV-Client den Teilen-Token als Benutzernamen und das (optionale) Teilen-Passwort als Passwort. Bei einem Freigabelink https://example.com/s/kFy9Lek5sm928xP ist beispielsweise „kFy9Lek5sm928xP“ der Benutzername.
tr: bir WebDAV istemcisinde, paylaşım belirtecini kullanıcı adı olarak ve (isteğe bağlı) paylaşım parolasını parola olarak kullanın. Örneğin, https://example.co/s/kFy9Lek5sm928xP paylaşım adresinde parola ``kFy9Lek5sm928xP`` olur.

source: **Settings** → **Administration** → **Sharing** → **Allow users on this server to send shares to other servers**. This option also allows WebDAV access to public shares needs to be enabled in order to make this feature work, except if cURL is being used (see below).
de: **Einstellungen** → **Administration** → **Freigabe** → **Benutzern auf diesem Server das Senden von Freigaben an andere Server erlauben**. Diese Option erlaubt auch den WebDAV-Zugriff auf öffentliche Freigaben, die aktiviert sein müssen, damit diese Funktion funktioniert, außer wenn cURL verwendet wird (siehe unten).
tr: **Ayarlar** → **Yönetim** → **Paylaşım** → **Bu sunucudaki kullanıcılar diğer sunuculara paylaşım gönderebilsin** seçeneğini etkinleştirin. Bu seçenek ayrıca, cURL kullanılması dışında (aşağıya bakın) bu özelliğin çalışması için herkese açık WebDAV erişiminin etkinleştirilmesini sağlar.

source: Known problems
de: Bekannte Probleme
tr: Bilinen sorunlar

source: Windows does not connect using HTTPS.
de: Windows stellt keine Verbindung über HTTPS her.
tr: Windows, HTTPS kullanarak bağlantı kuramıyor.

source: Solution 1
de: Lösung 1
tr: 1. çözüm

source: The Windows WebDAV Client might not support Server Name Indication (SNI) on encrypted connections. If you encounter an error mounting an SSL-encrypted Nextcloud instance, contact your provider about assigning a dedicated IP address for your SSL-based server.
de: Der Windows WebDAV-Client unterstützt möglicherweise keine Server Name Indication (SNI) bei verschlüsselten Verbindungen. Wenn Sie einen Fehler beim Einbinden einer SSL-verschlüsselten Nextcloud-Instanz feststellen, wenden Sie sich an Ihren Provider, um eine dedizierte IP-Adresse für Ihren SSL-basierten Server zuzuweisen.
tr: Windows WebDAV İstemcisi, şifreli bağlantılarda sunucu adı gösterimini (SNI) desteklemeyebilir. SSL ile şifrelenmiş bir Nextcloud kopyası kurarken bir hatayla karşılaşırsanız, SSL tabanlı sunucunuza bir sabit IP adresi ataması için hizmet sağlayıcınızla görüşün.

source: Solution 2
de: Lösung 2
tr: 2. çözüm

source: The Windows WebDAV Client might not support TLSv1.1 and TLSv1.2 connections. If you have restricted your server config to only provide TLSv1.1 and above the connection to your server might fail. Please refer to the WinHTTP_ documentation for further information.
de: Der Windows WebDAV-Client unterstützt möglicherweise keine TLSv1.1- und TLSv1.2-Verbindungen. Wenn Sie Ihre Serverkonfiguration so eingeschränkt haben, dass nur TLSv1.1 und höher unterstützt werden, kann die Verbindung zu Ihrem Server fehlschlagen. Weitere Informationen finden Sie in der WinHTTP_-Dokumentation.
tr: Windows WebDAV İstemcisi, TLSv1.1 ve TLSv1.2 bağlantılarını desteklemeyebilir. Sunucu yapılandırmanızı yalnızca TLSv1.1 ve üzerini sunacak şekilde kısıtladıysanız, sunucunuzla bağlantı kurulamayabilir. Ayrıntılı bilgi almak için WinHTTP_ belgelerine bakabilirsiniz.

source: You receive the following error message: **Error 0x800700DF: The file size exceeds the limit allowed and cannot be saved.**
de: Sie erhalten folgende Fehlermeldung: **Error 0x800700DF: Die Datei ist größer als die erlaubte Dateigröße und kann nicht gespeichert werden.**
tr: Şu hata iletisini görüyorsunuz: **Hata 0x800700DF: Dosya boyutu izin verilen sınırı aşıyor ve kaydedilemiyor.**

source: Windows limits the maximum size a file transferred from or to a WebDAV share may have. You can increase the value **FileSizeLimitInBytes** in **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** by clicking on **Modify**.
de: Windows begrenzt die maximale Größe, die eine von oder zu einer WebDAV-Freigabe übertragene Datei haben darf. Sie können den Wert **FileSizeLimitInBytes** in **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** erhöhen, indem Sie auf **Ändern** klicken.
tr: Windows, WebDAV paylaşımı ile alınabilecek ya da gönderilebilecek bir dosyanın en büyük boyutunu sınırlar. **Değiştir** üzerine tıklayarak **HKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters** altındaki **FileSizeLimitInBytes** değerini artırabilirsiniz.

source: To increase the limit to the maximum value of 4GB, select **Decimal**, enter a value of **4294967295**, and reboot Windows or restart the **WebClient** service.
de: Um die Begrenzung auf den Maximalwert von 4 GB zu erhöhen, wählen Sie **Dezimal**, geben Sie einen Wert von **4294967295** ein und starten Sie Windows neu oder starten Sie den Dienst **WebClient** neu.
tr: Sınırı olabilecek en büyük 4 GB değerine çıkarmak için **Ondalık** seçin, **4294967295** değerini yazın ve Windows'u ya da **WebClient** hizmetini yeniden başlatın.

source: Accessing your files from Microsoft Office via WebDAV fails.
de: Der Zugriff auf Ihre Dateien aus Microsoft Office über WebDAV schlägt fehl.
tr: Dosyalarınıza WebDAV aracılığıyla Microsoft Office üzerinden erişilemiyor.

source: Known problems and their solutions are documented in the KB2123563_ article.
de: Bekannte Probleme und ihre Lösungen sind im Artikel KB2123563_ dokumentiert.
tr: Bilinen sorunlara ve çözümlerine KB2123563_ makalesinde değinilmiştir.

source: Cannot map Nextcloud as a WebDAV drive in Windows using self-signed certificate.
de: Nextcloud lässt sich nicht als WebDAV-Laufwerk mit einem selbstsignierten Zertifikat in Windows einbinden.
tr: Nextcloud kendinden imzalı sertifika kullanıyorken Windows üzerinde bir WebDAV sürücüsü olarak eşlenemiyor.

source: Go to the your Nextcloud instance via your favorite Web browser.
de: Greifen Sie auf Ihre Nextcloud mit Ihrem Lieblings-Browser zu.
tr: Kullanmayı yeğlediğiniz tarayıcı ile Nextcloud kopyanıza gidin.

source: Click through until you get to the certificate error in the browser status line.
de: Klicken Sie sich durch, bis Sie zum Zertifikatfehler in der Browser-Statuszeile gelangen.
tr: Web tarayıcı durum satırında sertifika hatasına ulaşana kadar tıklayın.

source: View the cert, then from the Details tab, select Copy to File.
de: Lassen Sie sich das Zertifikat anzeigen und wählen Sie auf der Registerkarte "Details" die Option "In eine Datei kopieren" aus.
tr: Sertifikayı görüntüleyin, Ayrıntılar sekmesinden Dosyaya Kopyala komutunu seçin.

source: Save to the desktop with an arbitrary name, for example ``myNextcloud.pem``.
de: Speichern Sie es auf dem Desktop unter einem beliebigen Namen, zum Beispiel ``meineNextcloud.pem``.
tr: Masaüstüne ``NextcloudSitem.pem`` gibi rastgele bir adla kaydedin.
