Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webdav.po
Languages: de, tr

source: Accessing Nextcloud files using WebDAV
de: Zugriff auf Nextcloud-Dateien über WebDAV
tr: WebDAV kullanarak Nextcloud dosyalarına erişmek

source: Nextcloud fully supports the WebDAV protocol, and you can connect and synchronize with your Nextcloud files over WebDAV. In this chapter you will learn how to connect Linux, macOS, Windows, and mobile devices to your Nextcloud server via WebDAV. Before we get into configuring WebDAV, let's take a quick look at the recommended way of connecting client devices to your Nextcloud servers.
de: Nextcloud unterstützt das WebDAV-Protokoll vollständig und ermöglicht Ihnen den Zugriff auf und die Synchronisation von Dateien über WebDAV. In diesem Kapitel erfahren Sie, wie Sie Linux, MacOS, Windows und mobile Geräte über WebDAV mit Ihrem Nextcloud-Server verbinden können. Bevor wir mit der Konfiguration von WebDAV beginnen, schauen wir uns die empfohlene Art und Weise an, wie Sie Client-Geräte mit Ihren Nextcloud-Servern verbinden können.
tr: Nextcloud, WebDAV iletişim kuralını tam olarak destekler ve Nextcloud dosyalarınıza WebDAV üzerinden bağlanıp eşitlemenizi sağlar. Bu bölümde Linux, macOS, Windows ve mobil aygıtları WebDAV aracılığıyla Nextcloud sunucunuza nasıl bağlayacağınızı öğreneceksiniz. WebDAV yapılandırmasına başlamadan önce, istemci aygıtları Nextcloud sunucularınıza bağlamanın önerilen yoluna hızlı bir göz atalım.

source: In the following examples, you should replace **example.com/nextcloud** with the URL of your Nextcloud server (omit the directory part if the installation is in the root of your domain), and "USERNAME" with the username of the connecting user.
de: Ersetzen Sie in den folgenden Beispielen **example.com/nextcloud** durch die Adresse Ihres Nextcloud-Servers (lassen Sie dabei das Verzeichnis, hier **/nextcloud**, weg, wenn die Installation im Stammverzeichnis liegt). Ersetzen Sie auch *USERNAME* durch den Benutzernamen, unter dem eine Verbindung hergestellt werden soll.
tr: Aşağıdaki örneklerde, **example.com/nextcloud** yerine Nextcloud sunucunuzun adresini (kurulumunuz etki alanınızın kök klasöründeyse klasör bölümünü atlayın) ve "KULLANICI ADI" yerine bağlantı kuran kullanıcının kullanıcı adını yazmalısınız.

source: See the WebDAV URL (bottom left in settings) on your Nextcloud.
de: Siehe WebDAV-URL (unten links in den Einstellungen) in Ihrer Nextcloud.
tr: Nextcloud kopyanızdaki WebDAV adresine (ayarlarda sol altta) bakın.

source: In the following examples, you must use an app-password for login, which you can generate in your security settings.
de: In den folgenden Beispielen muss ein App-Passwort, welches in den Sicherheitseinstellungen generiert werden kann, für den Login verwendet werden.
tr: Aşağıdaki örneklerde, oturum açmak için güvenlik ayarları bölümünüzden oluşturabileceğiniz bir uygulama parolası kullanmanız gerekir.

source: Nextcloud Desktop and mobile clients
de: Nextcloud-Clients für Desktop und Mobilgeräte
tr: Nextcloud masaüstü ve mobil istemciler

source: The recommended way to synchronize a desktop PC with a Nextcloud server is by using `Nextcloud/ownCloud sync clients <https://nextcloud.com/install/#install-clients>`_. You can configure the client to save files in any local directory and you can choose which directories on the Nextcloud server to sync with. The client displays the current connection status and logs all activity, so you always know which remote files have been downloaded to your PC and you can verify that files created and updated on your local PC are properly synchronized with the server.
de: Der empfohlene Weg, einen Desktop-PC mit einem Nextcloud-Server zu synchronisieren, ist die Verwendung des `Nextcloud-Synchronisationsclients <https://nextcloud.com/install/#install-clients>`_. Sie können den Client so konfigurieren, dass er Dateien in einem beliebigen lokalen Verzeichnis speichert und Sie können wählen, mit welchen Verzeichnissen auf dem Nextcloud-Server synchronisiert werden soll. Der Client zeigt den aktuellen Verbindungsstatus an und protokolliert alle Aktivitäten, sodass Sie immer wissen, welche Remote-Dateien auf Ihren PC heruntergeladen wurden und ob die auf Ihrem lokalen PC erstellten und aktualisierten Dateien ordnungsgemäß mit dem Server synchronisiert sind.
tr: Bir masaüstü bilgisayarı bir Nextcloud sunucusuyla eşitlemenin önerilen yolu, `Nextcloud/ownCloud eşitleme istemcilerini <https://nextcloud.com/install/#install-clients>`_ kullanmaktır. İstemciyi dosyaları herhangi bir yerel klasöre kaydedecek şekilde yapılandırabilir ve Nextcloud sunucusunda hangi klasörlerle eşitleneceğini seçebilirsiniz. İstemci var olan bağlantı durumunu görüntüler ve yapılan tüm işlemleri günlüğe kaydeder. Böylece her zaman bilgisayarınıza hangi uzak dosyaların indirildiğini bilirsiniz ve yerel bilgisayarınızda oluşturulan ve güncellenen dosyaların sunucu ile düzgün bir şekilde eşitlendiğini doğrulayabilirsiniz.

source: The recommended way to synchronize Nextcloud server with Android and Apple iOS devices is by using the `mobile apps <https://nextcloud.com/install/>`_.
de: Die empfohlene Methode zur Synchronisierung des Nextcloud Servers mit Android- und Apple iOS-Geräten ist die Verwendung der `mobilen Apps <https://nextcloud.com/install/>`_.
tr: Nextcloud sunucusunu Android ve Apple iOS aygıtlarıyla eşitlemenin önerilen yolu, `mobil uygulamaları <https://nextcloud.com/install/>` kullanmaktır.

source: To connect your mobile app to a Nextcloud server use the base URL and folder only::
de: Um Ihre mobile Anwendung mit einem Nextcloud-Server zu verbinden, verwenden Sie nur die Basis-URL und den Ordner::
tr: Mobil uygulamanız ile bir Nextcloud sunucusu arasında bağlantı kurmak için yalnızca temel adresi ve klasörü kullanın::

source: In addition to the mobile apps provided by Nextcloud or ownCloud, you can use other apps to connect to Nextcloud from your mobile device using WebDAV. `WebDAV Navigator`_ is a good (proprietary) app for `Android devices`_ and `iPhones`_. The URL to use on these is::
de: Zusätzlich zu den von Nextcloud oder ownCloud bereitgestellten mobilen Apps können Sie andere Apps verwenden, um sich von Ihrem mobilen Gerät aus über WebDAV mit Nextcloud zu verbinden. `WebDAV Navigator`_ ist eine gute (proprietäre) Anwendung für `Android-Geräte`_ und `iPhones`_. Die zu verwendende URL lautet::
tr: Nextcloud veya ownCloud tarafından sağlanan mobil uygulamalara ek olarak, diğer uygulamaları kullanmak için WebDAV kullanarak mobil aygıtınızdan Nextcloud bağlantısı kurabilirsiniz. `WebDAV Navigator`_ `Android aygıtları`_ ve `iPhone`_ için iyi (tescilli) bir uygulamadır. Bunlarda kullanılacak adres::

source: WebDAV configuration
de: WebDAV-Konfiguration
tr: WebDAV yapılandırması

source: If you prefer, you may also connect your desktop PC to your Nextcloud server by using the WebDAV protocol rather than using a special client application. Web Distributed Authoring and Versioning (WebDAV) is a Hypertext Transfer Protocol (HTTP) extension that makes it easy to create, read, and edit files on Web servers. With WebDAV you can access your Nextcloud shares on Linux, macOS and Windows in the same way as any remote network share, and stay synchronized.
de: Wenn Sie es wünschen, können Sie Ihren Desktop-PC auch über das WebDAV-Protokoll mit Ihrem Nextcloud-Server verbinden, anstatt eine spezielle Client-Anwendung zu verwenden. Web Distributed Authoring and Versioning (WebDAV) ist eine Hypertext Transfer Protocol (HTTP)-Erweiterung, die das Erstellen, Lesen und Bearbeiten von Dateien auf Web-Servern erleichtert. Mit WebDAV können Sie auf Ihre Nextcloud-Freigaben unter Linux, MacOS und Windows auf die gleiche Weise wie auf jede andere Remote-Netzwerkfreigabe zugreifen und synchron bleiben.
tr: Dilerseniz masaüstü bilgisayarınızı, özel bir istemci uygulaması yerine WebDAV iletişim kuralını kullanarak da Nextcloud sunucunuza bağlayabilirsiniz. İnternete dağıtılmış yazma ve sürüm oluşturma (WebDAV), site sunucularında dosya oluşturmayı, okumayı ve düzenlemeyi kolaylaştıran bir hiper metin aktarımı iletişim kuralı (HTTP) uzantısıdır. WebDAV kullanarak, Linux, macOS ve Windows üzerindeki Nextcloud paylaşımlarınıza herhangi bir uzak ağ paylaşımıyla aynı şekilde erişebilir ve eşitleyebilirsiniz.

source: Accessing files using Linux
de: Zugriff auf Dateien unter Linux
tr: Linux kullanarak dosyalara erişmek

source: You can access files in Linux operating systems using the following methods.
de: Sie können auf Dateien in Linux-Betriebssystemen mit den folgenden Methoden zugreifen.
tr: Linux işletim sistemlerindeki dosyalara aşağıdaki yöntemleri kullanarak erişebilirsiniz.

source: Nautilus file manager
de: Nautilus-Dateimanager
tr: Nautilus dosya yöneticisi

source: **When you configure your Nextcloud account in the** `GNOME Control Center <../groupware/sync_gnome.html>`_, **your files will automatically be mounted by Nautilus as a WebDAV share, unless you deselect file access**.
de: **Wenn Sie Ihr Nextcloud-Konto im** `GNOME Control Center <../groupware/sync_gnome.html>`_ **konfigurieren, werden Ihre Dateien automatisch von Nautilus als eine WebDAV-Freigabe eingehängt, es sei denn, Sie deaktivieren den Dateizugriff.**
tr: **Nextcloud hesabınızı `GNOME Control Center <../groupware/sync_gnome.html>`_ içinden yapılandırdığınızda, **dosya erişimi seçeneğini kaldırmadığınızda, dosyalarınız Nautilus tarafından otomatik olarak bir WebDAV paylaşımı olarak eklenir**.

source: You can also mount your Nextcloud files manually. Use the ``davs://`` protocol to connect the Nautilus file manager to your Nextcloud share::
de: Sie können Ihre Nextcloud-Dateien auch manuell einhängen. Benutzen Sie das ``davs://`` Protokoll, um den Nautilus-Dateimanager mit Ihrer Nextcloud-Freigabe zu verbinden:
tr: Ayrıca Nextcloud dosyalarınızı el ile de ekleyebilirsiniz. Nautilus dosya yöneticisini Nextcloud paylaşımınıza bağlamak için ``davs://`` iletişim kuralını kullanın::

source: If your server connection is not HTTPS-secured, use ``dav://`` instead of ``davs://``:
de: Wenn die Verbindung zu Ihrem Server nicht über HTTPS gesichert ist, verwenden Sie ``dav://`` statt ``davs://``:
tr: Sunucu bağlantınızın HTTPS ile güvenliği sağlanmamışsa, ``davs://`` yerine ``dav://`` kullanın:

source: screenshot of configuring Nautilus file manager to use WebDAV
tr: Nautilus dosya yöneticisini WebDAV kullanacak şekilde yapılandırma ekran görüntüsü

source: The same method works for other file managers that use GVfs, such as MATE's Caja and Cinnamon's Nepomuk.
de: Die gleiche Methode funktioniert für andere Dateimanager, die GVfs verwenden, wie z. B. Caja von MATE und Nepomuk von Cinnamon.
tr: Aynı yöntem, MATE Caja ve Cinnamon Nepomuk gibi GVfs kullanan diğer dosya yöneticileri için de geçerlidir.

source: Accessing files with KDE and Dolphin file manager
de: Zugriff auf Dateien mit KDE und Dolphin-Dateimanager
tr: KDE ve Dolphin dosya yöneticisi ile dosyalara erişmek

source: To access your Nextcloud files using the Dolphin file manager in KDE, use the ``webdav://`` protocol::
de: Um auf Ihre Nextcloud-Dateien mit dem Dolphin-Dateimanager in KDE zuzugreifen, verwenden Sie das ``webdav://`` Protokoll:
tr: KDE Dolphin dosya yöneticisini kullanarak Nextcloud dosyalarınıza erişmek için ``webdav://`` iletişim kuralını kullanın::

source: screenshot of configuring Dolphin file manager to use WebDAV
tr: Dolphin dosya yöneticisini WebDAV kullanacak şekilde yapılandırma ekran görüntüsü

source: You can create a permanent link to your Nextcloud server:
de: Sie können einen permanenten Link zu Ihrem Nextcloud-Server anlegen:
tr: Nextcloud sunucunuzla kalıcı bir bağlantı oluşturabilirsiniz:

source: Open Dolphin and click "Network" in the left hand "Places" column.
de: Öffnen Sie Dolphin und klicken Sie in der linken Spalte "Orte" auf "Netzwerk".
tr: Dolphin uygulamasını açın ve sol taraftaki "Yerler" sütunundaki "Ağ" üzerine tıklayın.

source: Click on the icon labeled **Add a Network Folder**. The resulting dialog should appear with WebDAV already selected.
de: Klicken Sie auf das Symbol mit der Aufschrift **Netzwerkordner hinzufügen**. Der daraus resultierende Dialog sollte erscheinen, wobei WebDAV bereits ausgewählt ist.
tr: **Ağ klasörü ekle** etiketli simgeye tıklayın. Açılan pencerede, WebDAV zaten seçilmiş olarak görünmelidir.

source: If WebDAV is not selected, select it.
de: Wenn WebDAV nicht ausgewählt ist, wählen Sie es aus.
tr: WebDAV seçili değilse seçin.

source: Click **Next**.
de: Klicken Sie auf **Weiter**.
tr: **Sonraki** üzerine tıklayın.

source: Enter the following settings:
de: Geben Sie die folgenden Einstellungen ein:
tr: Şu ayarları yazın:

source: Name: The name you want to see in the **Places** bookmark, for example Nextcloud.
de: Name: Der Name, der in der Seitenleiste **Orte** erscheinen soll, z.B. Nextcloud.
tr: Ad: **Yerler** altında görmek istediğiniz ad. Örnek: Nextcloud.

source: User: The Nextcloud username you used to log in, for example admin.
de: Benutzer: Der Nextcloud-Benutzername, mit dem Sie sich angemeldet haben, zum Beispiel admin.
tr: Kullanıcı: Oturum açmak için kullanılacak Nextcloud kullanıcı adı. Örnek: admin.

source: Server: The Nextcloud domain name, for example **example.com** (without **http://** before or directories afterwards).
de: Server: Der Domain-Name Ihrer Nextcloud, zum Beispiel **example.com** (ohne vorausgehendes **http://** oder folgende Verzeichnisse).
tr: Sunucu: Nextcloud etki alanı adı. Örnek: **websitem.com** (başında **http://** sonunda klasörler olmadan).

source: Folder -- Enter the path ``nextcloud/remote.php/dav/files/USERNAME/``.
de: Ordner -- Geben Sie den Pfad ``nextcloud/remote.php/dav/files/USERNAME/`` ein.
tr: Klasör -- ``nextcloud/remote.php/dav/files/KULLANICIADI/`` yolunu yazın.

source: (Optional) Check the "Create icon" checkbox for a bookmark to appear in the Places column.
de: (Optional) Aktivieren Sie die Option "Symbol erstellen", damit ein Lesezeichen in der Spalte "Orte" erscheint.
tr: (İsteğe bağlı) Yerler sütununda bir yer işaretinin görüntülenmesi için "Simge oluştur" kutusunu işaretleyin.

source: (Optional) Provide any special settings or an SSL certificate in the "Port & Encrypted" checkbox.
de: (Optional) Geben Sie spezielle Einstellungen oder ein SSL-Zertifikat in der Checkbox "Port & Encrypted" an.
tr: (İsteğe bağlı) "Bağlantı noktası ve şifreli" kutusunda herhangi bir özel ayar veya bir SSL sertifikası belirtin.

source: Creating WebDAV mounts on the Linux command line
de: WebDAV-Speicher über die Linux-Kommandozeile einbinden
tr: Linux komut satırından WebDAV bağlantıları oluşturmak

source: You can create WebDAV mounts from the Linux command line. This is useful if you prefer to access Nextcloud the same way as any other remote filesystem mount. The following example shows how to create a personal mount and have it mounted automatically every time you log in to your Linux computer.
de: Sie können WebDAV-Speicher über die Linux-Befehlszeile einhängen. Dies ist nützlich, wenn Sie auf Nextcloud wie auf jedes andere entfernte Dateisystem zugreifen möchten. Das folgende Beispiel zeigt, wie Sie eine persönliche Freigabe erstellen und bei jeder Anmeldung an Ihrem Linux-Computer automatisch bereitstellen lassen.
tr: Linux komut satırından da WebDAV bağlantıları oluşturabilirsiniz. Nextcloud üzerine diğer herhangi bir uzak dosya sistemi bağlamasıyla aynı şekilde erişmeyi yeğliyorsanız bu kullanım daha uygun olabilir. Aşağıdaki örnek, kişisel bir bağlamanın nasıl oluşturulacağını ve Linux bilgisayarınızda her oturum açtığınızda otomatik bağlanmayı gösterir.

source: Install the ``davfs2`` WebDAV filesystem driver, which allows you to mount WebDAV shares just like any other remote filesystem. Use this command to install it on Debian/Ubuntu::
de: Installieren Sie den **dav2fs**-Treiber für WebDAV-Dateisysteme. Dieser Treiber ermöglicht, freigegebene WebDAV-Verzeichnisse genau so wie andere entfernte Dateisysteme einzubinden. Verwenden Sie diesen Befehl für eine Installation unter Debian/Ubuntu:
tr: WebDAV paylaşımlarını diğer herhangi bir uzak dosya sistemi gibi bağlamanızı sağlayan ``davfs2`` WebDAV dosya sistemi sürücüsünü yükleyin. Debian/Ubuntu üzerine kurmak için şu komutu kullanın::

source: Use this command to install it on CentOS, Fedora, and openSUSE::
de: Verwenden Sie diesen Befehl für eine Installation unter CentOS, Fedora oder openSUSE:
tr: CentOS, Fedora ve openSUSE üzerine kurmak için şu komutu kullanın:

source: Add yourself to the ``davfs2`` group::
de: Fügen Sie sich selbst zur ``davfs2``-Gruppe hinzu::
tr: Kendinizi ``davfs2`` grubuna ekleyin::

source: Then create a ``nextcloud`` directory in your home directory for the mountpoint, and ``.davfs2/`` for your personal configuration file::
de: Für den Einhängepunkt erstellen Sie dann ein ``nextcloud``-Verzeichnis in Ihrem Home-Verzeichnis und ``.davfs2/`` für Ihre persönliche Konfigurationsdatei::
tr: Ardından, bağlama noktası için ana klasörünüzde bir ``nextcloud`` klasörü ve kişisel yapılandırma dosyanız için de ``.davfs2/`` klasörü oluşturun::

source: Copy ``/etc/davfs2/secrets`` to ``~/.davfs2``::
de: Kopieren Sie ``/etc/davfs2/secrets`` nach ``~/.davfs2``::
tr: ``/etc/davfs2/secrets`` dosyasını ``~/.davfs2`` klasörüne kopyalayın::

source: Set yourself as the owner and make the permissions read-write owner only::
de: Legen Sie sich als Eigentümer fest und setzen Sie die Berechtigungen nur für den Eigentümer auf Lese- und Schreibzugriff::
tr: Dosyanın sahibi olarak kendinizi ayarlayın ve yalnızca sahip için okuma ve yazma izinleri verin::

source: Add your Nextcloud login credentials to the end of the ``secrets`` file, using your Nextcloud server URL and your Nextcloud username and password::
de: Fügen Sie Ihre Nextcloud-Logindaten am Ende der ``secrets``-Datei ein. Verwenden Sie dabei Ihre eigene Nextcloud-Serveradresse, Ihren Benutzernamen und Ihr Passwort::
tr: Nextcloud oturum açma kimlik doğrulama bilgileriniz olan Nextcloud sunucu adresinizi, kullanıcı adınızı ve parolanızı ``secrets`` dosyasının sonuna ekleyin:

source: Add the mount information to ``/etc/fstab``::
de: Fügen Sie die Mount-Informationen zu ``/etc/fstab`` hinzu::
tr: Bağlama bilgilerini ``/etc/fstab`` dosyasına ekleyin::

source: Then test that it mounts and authenticates by running the following command. If you set it up correctly you won't need root permissions::
de: Prüfen Sie jetzt, ob die Freigabe korrekt eingebunden wird und die Anmeldung funktioniert, indem Sie den folgenden Befehl eingeben. Wenn alles richtig eingerichtet ist, brauchen Sie keine Root-Rechte::
tr: Ardından, aşağıdaki komutu yürüterek bağlanmanın gerçekleştiğini ve kimliğin doğrulandığından emin olun. Doğru ayarlarsanız, root izinlerine gerek duyulmaz::

source: You should also be able to unmount it::
de: Sie sollten auch in der Lage sein, das Verzeichnis wieder auszuhängen::
tr: Ayrıca bağlanmayı sonlandırabilmelisiniz::

source: Now every time you login to your Linux system your Nextcloud share should automatically mount via WebDAV in your ``~/nextcloud`` directory. If you prefer to mount it manually, change ``auto`` to ``noauto`` in ``/etc/fstab``.
de: Wenn Sie sich jetzt an Ihrem Linux-System anmelden, sollte Ihre Nextcloud-Freigabe jedes Mal automatisch via WebDAV in Ihr ``~/nextcloud``-Verzeichnis eingehängt werden. Wenn Sie diese lieber von Hand einhängen wollen, ändern Sie ``auto`` in ``noauto`` in ``/etc/fstab``.
tr: Artık Linux sisteminizde her oturum açtığınızda, Nextcloud paylaşımınız WebDAV aracılığıyla otomatik olarak ``~/nextcloud`` klasörünüze bağlanmalıdır. El ile bağlamayı yeğlerseniz, ``/etc/fstab`` içindeki ``auto`` ögesini ``noauto`` olarak değiştirin.

source: Known issues
de: Bekannte Probleme
tr: Bilinen sorunlar

source: Problem
tr: Sorun

source: Resource temporarily unavailable
de: Ressource vorübergehend nicht verfügbar
tr: Kaynağa geçici olarak erişilemiyor

source: Solution
de: Lösung
tr: Çözüm

source: If you experience trouble when you create a file in the directory, edit ``/etc/davfs2/davfs2.conf`` and add::
de: Wenn Sie Probleme dabei haben, eine Datei im Verzeichnis anzulegen, fügen Sie der Datei ``/etc/davfs2/davfs2.conf`` folgendes hinzu::
tr: Klasörde bir dosya oluştururken sorun yaşarsanız, ``/etc/davfs2/davfs2.conf`` dosyasını düzenleyin ve şunu ekleyin:

source: Certificate warnings
de: Zertifikatswarnungen
tr: Sertifika uyarıları

source: If you use a self-signed certificate, you will get a warning. To change this, you need to configure ``davfs2`` to recognize your certificate. Copy ``mycertificate.pem`` to ``/etc/davfs2/certs/``. Then edit ``/etc/davfs2/davfs2.conf`` and uncomment the line ``servercert``. Now add the path of your certificate as in this example::
de: Wenn Sie ein selbst signiertes Zertifikat benutzen, wird eine Warnung erscheinen. Um das zu ändern, müssen Sie ``davfs2`` konfigurieren, so dass Ihr Zertifikat erkannt wird. Kopieren Sie ``mycertificate.pem`` nach ``/etc/davfs2/certs/``. Dann editieren Sie ``/etc/davfs2/davfs2.conf`` und kommentieren die Zeile ``servercert`` aus. Nun fügen Sie den Pfad Ihres Zertifikats hinzu wie in diesem Beispiel::
tr: Kendinden imzalı bir sertifika kullanırsanız bir uyarı alırsınız. Bu durumu değiştirmek için ``davfs2`` yapılandırmanızı sertifikanızı tanıyacak şekilde değiştirmeniz gerekir. ``mycertificate.pem`` dosyasını ``/etc/davfs2/certs/`` klasörüne kopyalayın. Ardından ``/etc/davfs2/davfs2.conf`` dosyasını düzenleyin ve ``servercert`` satırının başındaki yorum işaretini kaldırın. Şimdi bu örnekte olduğu gibi sertifikanızın yolunu ekleyin::

source: Accessing files using macOS
de: Dateizugriff mittels macOS
tr: macOS kullanarak dosyalara erişmek
