Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/access_webgui.po
Languages: ar, pt_br

source: Accessing your files using the Nextcloud Web interface
ar: الوصول إلى ملفاتك باستخدام واجهة ويب نكست كلاود
pt_br: Acessando seus arquivos utilizando a interface Web Nextcloud

source: You can access your Nextcloud files with the Nextcloud Web interface and create, preview, edit, delete, share, and re-share files. Your Nextcloud administrator has the option to disable these features, so if any of them are missing on your system ask your server administrator.
ar: يمكنك الوصول إلى ملفاتك على نكست كلاود باستخدام واجهة وب نكست كلاود، و إنشاء الملفات و معاينتها و تحريرها و حذفها و مشاركتها و إعادة مشاركتها. يمتلك مشرف نكست كلاود خيار تعطيل هذه الميزات. لذلك إذا لم تجد أيّاً منها على نظامك، فاسأل مشرف الخادوم عندك.
pt_br: Você pode acessar seus arquivos Nextcloud com a interface da Web Nextcloud e criar, visualizar, editar, excluir, compartilhar e recompartilhar arquivos. O administrador do Nextcloud tem a opção de desativar esses recursos. Portanto, se algum deles estiver faltando no sistema, pergunte ao administrador do servidor.

source: The Files view screen.
ar: شاشة عرض الملفات.
pt_br: A tela de exibição de arquivos.

source: Tagging files
ar: وضع السِّمَات tags على الملفات
pt_br: Marcando arquivos

source: You can assign tags to files. To create tags, open a file to the Details view. Then type your tags. To enter more than one tag press the return key after creating each tag. All tags are system tags, and are shared by all users on your Nextcloud server.
ar: يمكنك تعيين سِمَات للملفات tags. لإنشاء السِّمَات، إفتَح ملفاً لعرض التفاصيل. ثم اكتب السمات الخاصة بك. لإدخال أكثر من سِمَةٍ، إضغَط على مفتاح العودة بعد إنشاء كل سمة. جميع السمات هي سمات نظامية system tags، وتتم مشاركتها من قبل جميع المستخدمين على خادوم نكست كلاود خاصّتك.
pt_br: Você pode atribuir tags aos arquivos. Para criar tags, abra um arquivo na visualização Detalhes. Em seguida, digite suas tags. Para inserir mais de uma etiqueta, pressione a tecla Enter depois de criar cada etiqueta. Todas as tags são tags do sistema e são compartilhadas por todos os usuários no servidor Nextcloud.

source: Creating file tags.
ar: إنشاء سمات الملف
pt_br: Criando etiquetas de arquivo.

source: Then use the Tags filter on the left sidebar to filter files by tags:
ar: بعدها إستعمِل فلتر السمات Tags filter على الشريط الجانبي لفلترة الملفات بحسب السمات:
pt_br: Em seguida, use o filtro Etiquetas na barra lateral esquerda para filtrar arquivos por etiquetas:

source: Viewing file tags.
ar: عرض سِمَات الملف
pt_br: Visualizando etiquetas de arquivo.

source: Comments
ar: التعليقات
pt_br: Comentários

source: Use the Details view to add and read comments on any file or folder. Comments are visible to everyone who has access to the file:
ar: إستعمل عرض التفاصيل لإضافة و قراءة التعليقات على أي ملف أو مجلد. التعليقات مرئية لكل من لديه حق الوصول إلى الملف:
pt_br: Use a visualização Detalhes para adicionar e ler comentários em qualquer arquivo ou pasta. Os comentários são visíveis para todos que têm acesso ao arquivo:

source: Creating and viewing comments.
ar: إنشاء و عرض التعليقات
pt_br: Criação e visualização de comentários.

source: Video player
ar: مُشغِّل الفيديو Video player

source: You can play videos in Nextcloud with the Video Player app by simply clicking on the file. Video streaming by the native Nextcloud video player depends on your Web browser and the video format. If your Nextcloud administrator has enabled video streaming, and it doesn't work in your Web browser, it may be a browser issue. See https://developer.mozilla.org/en-US/docs/Web/HTML/Supported_media_formats#Browser_compatibility for supported multimedia formats in Web browsers.
ar: يمكنك تشغيل مقاطع الفيديو في نكست كلاود باستخدام تطبيق "مُشغِّل الفيديو" Video Player بمجرد النقر فوق الملف. يعتمد تدفق الفيديو بواسطة مشغل فيديو نكست كلاود الخاص على نوع متصفحك و تنسيق الفيديو. إذا قام مشرف نكست كلاود عندك بتمكين دفق الفيديو، و لم يعمل في متصفحك، فقد تكون المشكلة في المتصفح. راجع تنسيقات الوسائط المتعددة المدعومة في متصفحات الويب في: https://developer.mozilla.org/en-US/docs/Web/HTML/Supported_media_formats#Browser_compatibility .
pt_br: Você pode reproduzir vídeos no Nextcloud com o aplicativo Video Player simplesmente clicando no arquivo. A transmissão de vídeo pelo reprodutor de vídeo nativo Nextcloud depende do seu navegador Web e do formato do vídeo. Se o administrador do Nextcloud ativou a transmissão de vídeo e não funciona no seu navegador da Web, pode ser um problema no navegador. Consulte https://developer.mozilla.org/en-US/docs/Web/HTML/Supported_media_formats#Browser_compatibility para obter os formatos multimídia suportados nos navegadores da Web.

source: Watching a movie.
ar: مُشاهدة فِلْم
pt_br: Assistindo um filme.

source: File controls
ar: تحكُّمَات الملف
pt_br: Controles de arquivo

source: Nextcloud can display thumbnail previews for image files, MP3 covers, and text files, if this enabled by your server administrator. Hover your cursor over a file or folder to expose the controls for the following operations:
ar: يمكن لنكست كلاود عرض معاينات الصور المصغرة لملفات الصور و أغلفة MP3 و الملفات النصية، إذا قام مشرف الخادوم بتمكين ذلك، قم بتمرير المؤشر فوق الملف أو المجلد لعرض عناصر التحكم للعمليات التالية:
pt_br: O Nextcloud pode exibir visualizações em miniatura de arquivos de imagem, capas de MP3 e arquivos de texto, se isso estiver ativado pelo administrador do servidor. Passe o cursor sobre um arquivo ou pasta para expor os controles para as seguintes operações:

source: Favorites
ar: المفضلة
pt_br: Favoritos

source: Click the star to the left of the file icon to mark it as a favorite:
ar: أنقُر النجمة بجانب أيقونة الملف لتمييزه كـ"مُفَضَّلَة"
pt_br: Clique na estrela à esquerda do ícone do arquivo para marcá-lo como favorito:

source: Marking Favorite files.
ar: تمييز الملفات المفضلة.
pt_br: Marcação de arquivos favoritos.

source: You can also quickly find all of your favorites with the Favorites filter on the left sidebar.
ar: كما يمكنك بسهولة إيجاد مفضلاتك من خلال فلتر المفضلة Favorites filter على الشريط الجانبي.
pt_br: Você também pode encontrar rapidamente todos os seus favoritos com o filtro Favoritos na barra lateral esquerda.

source: Overflow Menu
ar: قائمة "الأخرى" Overflow Menu
pt_br: Menu Overflow

source: The Overflow menu (three dots) displays file details, and allows you to rename, download, or delete files:
ar: قائمة "الأخرى" Overflow Menu (الثلاث نقط) تعرض تفاصيل الملف و تسمح لك بتغيير التسمية و التنزيل و حذف الملفات:
pt_br: O menu flutuante (três pontos) exibe os detalhes do arquivo e permite que você renomeie, baixe ou exclua arquivos:

source: Overflow menu.
ar: قائمة "الأخرى" Overflow Menu.
pt_br: Menu de Transbordo.

source: The Details view shows Activities, Sharing, and Versions information:
ar: يعرض صندوق "التفاصيل" معلومات الحركات و المشاركات و النُّسَخ:
pt_br: A visualização Detalhes mostra informações sobre Atividades, Compartilhamento e Versões:

source: Details screen.
ar: شاشة التفاصيل.
pt_br: Tela de detalhes.

source: The **Settings** gear icon at the lower left allows you to show or hide hidden files in your Nextcloud Web interface. These are also called dotfiles, because they are prefixed with a dot, e.g. ``.mailfile``. The dot tells your operating system to hide these files in your file browsers, unless you choose to display them. Usually these are configuration files, so having the option to hide them reduces clutter.
ar: تتيح لك **الإعدادات Settings** أي رمز الترس في الأسفل إظهار أو إخفاء الملفات المخفية في واجهة ويب نكست كلاود. و تسمى هذه أيضًا ملفات dotfiles لأن أسماءها تكون مسبوقةَ بنقطةٍ. على سبيل المثال ``.mailfile''. تخبر النقطة نظام التشغيل عندك بإخفاء هذه الملفات في مستعرضات الملفات إلّا إذا اخترت أنت عرضها. عادةً ما تكون هذه ملفات تهيئة؛ لذا ينصح بإبقائها مخفية تفادياً لحذفها أو تعديلها عرضاً و كذلك تفادياً لازدحام الشاشة.
pt_br: O ícone de engrenagem **Configurações** no canto inferior esquerdo permite ocultar ou mostrar arquivos ocultos na interface Web do Nextcloud. Esses também são chamados de arquivos de ponto, porque são prefixados com um ponto, por exemplo `` .mailfile``. O ponto indica ao sistema operacional para ocultar esses arquivos nos navegadores de arquivos, a menos que você escolha exibi-los. Geralmente, esses são arquivos de configuração, portanto, ter a opção de ocultá-los reduz a confusão.

source: Hiding or displaying hidden files.
ar: إخفاء و إظهار الملفات المخفية.
pt_br: Ocultar ou exibir arquivos ocultos.

source: Previewing files
ar: معاينة الملفات
pt_br: Visualizar arquivos

source: You can display uncompressed text files, OpenDocument files, videos, and image files in the Nextcloud embedded viewers by clicking on the file name. There may be other file types you can preview if your Nextcloud administrator has enabled them. If Nextcloud cannot display a file, it starts a download process and downloads the file to your computer.
ar: يمكنك عرض الملفات النصية غير المضغوطة و ملفات OpenDocument و مقاطع الفيديو و ملفات الصور باستعمال عارضات نكست كلاود المُضَمَّنَة من خلال النقر على اسم الملف. قد تكون هنالك أنواع ملفات أخرى يمكنك معاينتها إذا قام مشرف نكست كلاود بتمكين ذلك. إذا تعذّر على نكست كلاود عرض ملفٍ ما، فإنه يقوم بتنزيل الملف على حاسوبك.
pt_br: Você pode exibir arquivos de texto não compactados, arquivos OpenDocument, vídeos e arquivos de imagem nos visualizadores incorporados do Nextcloud, clicando no nome do arquivo. Pode haver outros tipos de arquivo que você pode visualizar se o administrador do Nextcloud os tiver ativado. Se o Nextcloud não puder exibir um arquivo, ele inicia um processo de download e baixa o arquivo no seu computador.

source: Navigating inside your Nextcloud
ar: التنقل داخل نكست كلاود خاصّتك
pt_br: Navegando dentro do Nextcloud

source: Navigating through folders in Nextcloud is as simple as clicking on a folder to open it and using the back button on your browser to move to a previous level. Nextcloud also provides a navigation bar at the top of the Files field for quick navigation.
ar: يعد التنقل عبر المجلدات في نكست كلاود أمراً سهلاً مثل النقر على مجلد لفتحه و استعمال زر الرجوع في متصفحك للانتقال إلى مستوىً سابقٍ. يُوفّر نكست كلاود أيضًا شريط تنقل أعلى حقل الملفات للتنقل السريع.
pt_br: Navegar pelas pastas no Nextcloud é tão simples quanto clicar em uma pasta para abri-la e usar o botão voltar no seu navegador para passar para o nível anterior. O Nextcloud também fornece uma barra de navegação na parte superior do campo Arquivos para uma navegação rápida.

source: Sharing status icons
ar: أيقونات مشاركة الحالة
pt_br: Ícones de status do compartilhamento

source: Any folder that has been shared is marked with the ``Shared`` overlay icon. Public link shares are marked with a chain link. Unshared folders are not marked:
ar: يتم تمييز أي مجلد تمّت مشاركته بأيقونة ``المشاركة Shared'' المتراكبة. يتم تمييز مشاركات الارتباط العام برابط في شكل سلسلة. بينما أُبقِيَت المجلدات غير المشتركة بدون علامات:
pt_br: Qualquer pasta compartilhada é marcada com o ícone de sobreposição ``Compartilhado``. Os compartilhamentos de links públicos são marcados com um elo de corrente. As pastas não compartilhadas não são marcadas:

source: Share status icons.
ar: أيقونات مشاركة الحالة
pt_br: Compartilhe ícones de status.

source: Creating or uploading files and directories
ar: إنشاء و رفع الملفات و المجلدات
pt_br: Criando ou enviando arquivos e diretórios

source: Upload or create new files or folders directly in a Nextcloud folder by clicking on the *New* button in the Files app:
ar: قم برفع أو إنشاء ملفات أو مجلدات جديدة مباشرة في مجلد نكست كلاود بالنقر فوق الزر *جديد New* في تطبيق الملفات:
pt_br: Evie ou crie novos arquivos ou pastas diretamente em uma pasta Nextcloud clicando no botão *Novo* no aplicativo Arquivos:

source: The New file/folder/upload menu.
ar: قائمة رفع/إنشاء ملف/مجلد.
pt_br: O menu Novo arquivo/pasta/carregamento.

source: The *New* button provides the following options:
ar: زر "جديد New" يُوفِر الخيارات التالية:
pt_br: O botão *Novo* fornece as seguintes opções:

source: Up arrow
ar: سهم للأعلى
pt_br: Seta para cima

source: Upload files from your computer into Nextcloud. You can also upload files by dragging and dropping them from your file manager.
ar: قم بتحميل الملفات من حاسوبك إلى نكست كلاود. يمكنك أيضًا تحميل الملفات عن طريق سحبها و إفلاتها من مدير ملفاتك.
pt_br: Carregue arquivos do seu computador para o Nextcloud. Você também pode fazer upload de arquivos, arrastando e soltando-os do seu gerenciador de arquivos.

source: Text file
ar: ملف نصِّي
pt_br: Arquivo de texto

source: Creates a new text file and adds the file to your current folder.
ar: تُنشِيءُ ملفّاً جديداً و تضيفه إلى مُجلّدك الحالي.
pt_br: Cria um novo arquivo de texto e adiciona o arquivo à sua pasta atual.

source: Folder
ar: مُجلّد
pt_br: Pasta

source: Creates a new folder in the current folder.
ar: تُنشِيءُ مجلّداً جديداً في المُجلّد الحالي.
pt_br: Cria uma nova pasta na pasta atual.

source: Selecting files or folders
ar: تحديد الملفات و المجلدات
pt_br: Selecionando arquivos ou pastas

source: You can select one or more files or folders by clicking on their checkboxes. To select all files in the current directory, click on the checkbox located at the top of the files listing.
ar: يمكنك تحديد ملف أو مجلد واحد أو أكثر من خلال النقر على مربعات الاختيار الخاصة بهم. لتحديد جميع الملفات في الدليل الحالي، انقر فوق مربع الاختيار الموجود أعلى قائمة الملفات.
pt_br: Você pode selecionar um ou mais arquivos ou pastas clicando nas caixas de seleção. Para selecionar todos os arquivos no diretório atual, clique na caixa de seleção localizada na parte superior da lista de arquivos.

source: When you select multiple files, you can delete all of them, or download them as a ZIP file by using the ``Delete`` or ``Download`` buttons that appear at the top.
ar: عند تحديد ملفات متعددة، يمكنك حذفها جميعًا، أو تنزيلها كملف مضغوط باستتعمال أزرار ``حذف Delete`` أو ``تنزيل Download`` التي تظهر في الأعلى.
pt_br: Ao selecionar vários arquivos, você pode excluir todos eles ou baixá-los como um arquivo ZIP usando os botões "Excluir" ou "Baixar" que aparecem na parte superior.

source: If the ``Download`` button is not visible, the administrator has disabled this feature.
ar: إذا كان زر ``تنزيل Download`` غير مرئي، فهذا يعني أن المشرف قد قام بتعطيل هذه الميزة.
pt_br: Se o botão "Download" não estiver visível, o administrador desativou esse recurso.

source: Filtering the files view
ar: فلترة عرض الملفات
pt_br: Filtrando a visualização de arquivos

source: The left sidebar on the Files page contains several filters for quickly sorting and managing your files.
ar: يحتوي الشريط الجانبي الأيسر في صفحة الملفات على عدة عوامل تصفية لفرز ملفاتك وإدارتها بسرعة.
pt_br: A barra lateral esquerda na página Arquivos contém vários filtros para classificar e gerenciar rapidamente seus arquivos.

source: All files
ar: كل الملفات
pt_br: Todos os arquivos

source: The default view; displays all files that you have access to.
ar: العرض الافتراضي؛ يعرض جميع الملفات التي لديك حق الوصول إليها.
pt_br: A visualização padrão; exibe todos os arquivos aos quais você tem acesso.

source: Files or folders marked with the yellow star.
ar: ملفات و مجلدات مميزة بالنجمة الصفراء.
pt_br: Arquivos ou pastas marcados com a estrela amarela.

source: Shared with you
ar: مُشارَكٌ معك
pt_br: Compartilhado com você

source: Displays all files shared with you by another user or group.
ar: يعرض جميع الملفات التي تمّت مشاركتها معك من قِبَل مستخدمين آخرين أو مجموعات أخرى.
pt_br: Exibe todos os arquivos compartilhados com você por outro usuário ou grupo.

source: Shared with others
ar: مُشارَكٌ مع آخرين
pt_br: Compartilhado com outras pessoas

source: Displays all files that you have shared with other users or groups.
ar: يعرض كل الملفات التي قمت أنت بمشاركتها مع أشخاص آخرين أو مجموعات أخرى.
pt_br: Exibe todos os arquivos que você compartilhou com outros usuários ou grupos.

source: Shared by link
ar: مشاركات بروابط
pt_br: Compartilhado por link

source: Displays all files that are shared by you via public link.
ar: يعرض كل الملفات التي تمّت مشاركتها من خلال روابط عامة public link.
pt_br: Exibe todos os arquivos compartilhados por você por meio de link público.

source: External Storage (optional)
ar: وحدات تخزين خارجية (إختيارية)
pt_br: Armazenamento externo (opcional)

source: Files that you have access to on external storage devices and services such as Amazon S3, SMB/CIFS, FTP…
ar: الملفات التي عندك حق في الوصول إليها و مخزنة على وحدات تخزين خارجية أو خدمات مثل: أمازون S3، و SMB/CIFS، و SMB/CIFS، و FTP ...
pt_br: Arquivos aos quais você tem acesso em dispositivos e serviços de armazenamento externos, como Amazon S3, SMB/CIFS, FTP ...

source: Moving files
ar: نقل الملفات
pt_br: Movendo arquivos

source: You can move files and folders by dragging and dropping them into any directory.
ar: يمكنك نقل الملفات و المجلدات بسحبها و إفلاتها drag and drop في أي دليل.
pt_br: Você pode mover arquivos e pastas arrastando e soltando-os em qualquer diretório.

source: Creating or connecting to a Federation Share link
ar: إنشاء أو الربط مع رابط مشاركة اتحادية Federation Share link
pt_br: Criando ou conectando-se a um link de Compartilhamento Federado

source: Federated Cloud Sharing allows you to mount file shares from remote Nextcloud servers, and manage them just like a local share. See :doc:`federated_cloud_sharing` to learn to how to create and connect to new Federated Cloud shares.
ar: تتيح لك ميزة "المشاركة السحابية الاتحادية" Federated Cloud Sharing تحميل مشاركات الملفات من خوادم نكست كلاود القصيّة remote و إدارتها تمامًا مثلها مثل المشاركة المحلية. للتعرف على كيفية إنشاء "مشاركات السحابة الاتحادية" الجديدة و الاتصال بها راجع: :doc:`federated_cloud_sharing`.
pt_br: O Compartilhamento de Nuvem Federada permite montar compartilhamentos de arquivos de servidores remotos Nextcloud e gerenciá-los como um compartilhamento local. Consulte :doc: `federated_cloud_sharing` para aprender como criar e conectar-se a novos compartilhamentos de Nuvem Federada.
