Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/deleted_file_management.po
Languages: sr, tr

source: Managing deleted files
sr: Управљање обрисаним фајловима
tr: Silinmiş dosyaları yönetmek

source: When you delete a file in Nextcloud, it is not immediately deleted permanently, only moved into the trash bin. It is not permanently deleted until you manually delete it, or when the Deleted Files app deletes it to make room for new files.
sr: Када у Nextcloud обришете фајл, он се не брише тренутно за стално, већ се само премешта у корпу за отпатке. Не брише се за стално све док га ручно не обришете, или док га не обрише апликација Обрисани фајлови како би направила простор за нове фајлове.
tr: Nextcloud üzerindeki bir dosyayı sildiğinizde, dosya hemen kalıcı olarak silinmez. Yalnızca çöp kutusuna taşınır. Siz el ile silene ya da silinmiş dosyalar uygulaması yeni dosyalara yer açmak için silene kadar kalıcı olarak silinmez.

source: Find your deleted files by clicking on the **Deleted files** button on the Files page of the Nextcloud Web interface. You'll have options to either restore or permanently delete files.
sr: Пронађите своје обрисане фајлове кликом на дугме **Обрисани фајлови** на страници Фајлови Nextcloud веб интерфејса. Приказаће вам се опције да или вратите или да трајно избришете фајлове.
tr: Nextcloud site arayüzündeki dosyalar sayfasında **Silinmiş dosyalar** düğmesine tıklayarak silinmiş dosyalarınızı görebilirsiniz. Dosyaları geri yükleyebilir ya da kalıcı olarak silebilirsiniz.

source: Quotas
sr: Квоте
tr: Kotalar

source: Deleted files are not counted against your storage quota. Only your personal files count against your quota, not files which were shared with you. (See :doc:`quota` to learn more about quotas.)
sr: Обрисани фајлови се не улазе у искоришћење ваше квоте простора за складиштење. У искоришћење квоте улазе само ваши лични фајлови, а не и фајлови које неко подели са вама. (Погледајте :doc:`quota` ако желите да сазнате више о квотама.)
tr: Silinmiş dosyalar, depolama kotanızdan düşülmez. Sizinle paylaşılan dosyalar değil, yalnızca kişisel dosyalarınız kotanızdan düşülür. (Kotalar hakkında ayrıntılı bilgi almak için :doc:`quota` bölümüne bakabilirsiniz.)

source: What happens when shared files are deleted
sr: Шта се дешава када се обришу дељени фајлови
tr: Paylaşılmış dosyalar silindiğinde ne olur?

source: Deleting files gets a little complicated when they are shared files, as this scenario illustrates:
sr: Брисање фајлова се компликује када су они дељени, као што то илуструје следећи сценарио:
tr: Dosyaları silmek, bu senaryoda anlatıldığı gibi, paylaşılan dosyalar için biraz karmaşıklaşır:

source: User1 shares a folder "test" with User2 and User3
sr: Корисник1 дели фолдер „тест” са Корисником2 и Корисником3
tr: Kullanıcı1, Kullanıcı2 ve Kullanıcı3 ile "test" adında bir klasörü paylaşır

source: User2 (the recipient) deletes a file/folder "sub" inside of "test"
sr: Корисник2 (прималац) брише фајл/фолдер „под” унутар фолдера „тест”
tr: Kullanıcı2 (alıcı) "test" içindeki "alt" klasörünü siler

source: The folder "sub" will be moved to the trash bin of both User1 (owner) and User2 (recipient)
sr: Фолдер „под” ће се преместити у корпу за отпатке и Корисника1 (власника) и Корисника2 (примаоца)
tr: "Alt" klasörü hem Kullanıcı1 (sahip) hem de Kullanıcı2 (alıcı) için çöp kutusuna taşınır.

source: But User3 will not have a copy of "sub" in their trash bin
sr: Али Корисник3 неће имати копију „под” у својој корпи за отпатке
tr: Ancak Kullanıcı3 için çöp kutusunda bir "alt" kopyası olmaz

source: When User1 deletes "sub" then it is moved to User1's trash bin. It is deleted from User2 and User3, but not placed in their trash bins.
sr: Када Корисник1 обрише „под” он се премешта у корпу за отпатке Корисника1. Он се брише Кориснику2 и Кориснику3, али се не смешта у њихове корпе за отпатке.
tr: Kullanıcı1 (sahip) "alt" klasörünü sildiğinde, klasör Kullanıcı1 için çöp kutusuna taşınır. Kullanıcı2 ve Kullanıcı3 için silinir, ancak onların çöp kutularına taşınmaz.

source: When you share files, other users may copy, rename, move, and share them with other people, just as they can for any computer files; Nextcloud does not have magic powers to prevent this.
sr: Када делите фајлове, остали корисници могу да их копирају, преименују, премештају и деле са осталим особама, као што то могу да раде са било којим компјутерским фајловима; Nextcloud не поседује магичне моћи да то спречи.
tr: Dosyaları paylaştığınızda, diğer kullanıcılar, tıpkı herhangi bir bilgisayar dosyasında olduğu gibi, bunları kopyalayabilir, yeniden adlandırabilir, taşıyabilir ve başkalarıyla paylaşabilir. Nextcloud bunları önleyecek sihirli güçlere sahip değildir.

source: How the deleted files app manages storage space
sr: Како апликација Обрисани фајловеи управља простором за складиштење
tr: Silinen dosyalar uygulaması depolama alanını nasıl yönetir?

source: To ensure that users do not run over their storage quotas, the Deleted Files app allocates a maximum of 50% of their currently available free space to deleted files. If your deleted files exceed this limit, Nextcloud deletes the oldest files (files with the oldest timestamps from when they were deleted) until it meets the memory usage limit again.
sr: Да би се обезбедило да корисници не прекораче своје квоте простора за складиштење, апликација Обрисани фајлови додељује обрисаним фајловима максимално 50% тренутно доступног слободног простора корисника. Ако величина ваших обрисаних фајлова прекорачи ово ограничење, Nextcloud брише најстарије фајлове (фајлове са најстаријим временским ознакама тренутка када су обрисани) све док поново не задовољи искоришћење простора за складиштење.
tr: Kullanıcıların depolama kotalarını aşmamalarını sağlamak için silinmiş dosyalar uygulaması, kullanıcının var olan boş alanının en fazla %50 kadarını kullanır. Silinmiş dosyalar bu sınırı aşarsa, Nextcloud en eski dosyaları (silindikleri zaman en eski tarihli olanlardan başlayarak) kota kullanım sınırına düşülene kadar siler.

source: Nextcloud checks the age of deleted files every time new files are added to the deleted files. By default, deleted files stay in the trash bin for 30 days. The Nextcloud server administrator can adjust this value in the ``config.php`` file by setting the ``trashbin_retention_obligation`` value. Files older than the ``trashbin_retention_obligation`` value will be deleted permanently. Additionally, Nextcloud calculates the maximum available space every time a new file is added. If the deleted files exceed the new maximum allowed space Nextcloud will permanently delete those trashed files with the soonest expiration until the space limit is met again.
sr: Nextcloud проверава старост обрисаних фајлова сваки пута када се нови фајлови додају у обрисане фајлове. Обрисани фајлови подразумевано остају у корши за отпатке 30 дана. Администратор Nextcloud сервера може да подеси ову вредност у ``config.php`` фајлу тако што постави вредност променљиве ``trashbin_retention_obligation``. Фајлови који су старији од вредности ``trashbin_retention_obligation`` ће се обрисати за стално. Уз то, Nextcloud израчунава максимално доступни простор сваки пут када се дода нови фајл. Ако обрисани фајлови прекораче нови максимално дозвољени простор, Nextcloud ће трајно да обрише оне фајлове из корпе за отпатке којима најскорије истиче време трајања све док се поново не задовољи ограничење.
tr: Nextcloud, her yeni dosya silindiğinde silinen dosyaların yaşını denetler. Varsayılan olarak, silinen dosyalar çöp kutusunda 30 gün tutulur. Nextcloud sunucu yöneticisi, ``config.php`` yapılandırma dosyasındaki ``trashbin_retention_obligation`` değerini ayarlayarak bu değeri değiştirebilir. ``trashbin_retention_obligation`` değerinden daha eski dosyalar kalıcı olarak silinir. Her yeni dosya silindiğinde Nextcloud kullanılabilecek en fazla boş alanı da hesaplar. Silinen dosyaların boyutu izin verilen en fazla değeri aşarsa, Nextcloud en eski tarihlilerden başlayarak boş alan sınırına düşülene kadar dosyaları siler.

source: Your administrator may have configured the trash bin retention period to override the storage space management. See `admin documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ for more details.
sr: Могуће је да је ваш администратор поставио период задржавања у корпи за отпатке да би премостио управљање простором складишта. Погледајте `админ документацију <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ да сазнате више детаља.
tr: Yöneticiniz, depolama alanı yönetimini geçersiz kılmak için çöp kutusu tutma süresini değiştirmiş olabilir. Ayrıntılı bilgi almak için `yönetici belgelerine <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ bakabilirsiniz.
