Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/federated_cloud_sharing.po
Languages: br, el

source: Using Federation Shares
br: Implijout rannadennoù kevredet
el: Χρήση κοινών μετοχών

source: Federation Sharing allows you to mount file shares from remote Nextcloud servers, in effect creating your own cloud of Nextclouds. You can create direct share links with users on other Nextcloud servers.
br: Rannadennoù Kevredet a aotre ar staliañ rannadennoù restr eus servijour Nextcloud pell, en ur grouiñ ho Nextcloud deoc'h. Posupl vo deoc'h krouiñ liammoù rannañ gant implijourien servijourien Nextcloud all.
el: Η Ομοσπονδία κοινής χρήσης σάς επιτρέπει να τοποθετείτε κοινόχρηστα αρχεία από απομακρυσμένους διακομιστές Nextcloud, δημιουργώντας ουσιαστικά το δικό σας σύννεφο Nextclouds. Μπορείτε να δημιουργήσετε απευθείας συνδέσμους κοινής χρήσης με χρήστες σε άλλους διακομιστές Nextcloud.

source: Creating a new Federation Share
br: Krouiñ ur Rannadenn Gevredet nevez
el: Δημιουργία νέας κοινής χρήσης

source: Federation sharing is enabled on new or upgraded Nextcloud installations by default. Follow these steps to create a new share with other Nextcloud or ownCloud 9+ servers:
br: Rannadennoù kevredet a zo aotreet war staliadurioù Nextcloud nevez pe adnevesaet dre ziouer. heuliit ar pazennoù-mañ evit krouiñ ar rannadennoù nevez gant servijourien Nextcloud all pe ownCloud 9+ :
el: Η κοινή χρήση συνένωσης είναι ενεργοποιημένη σε νέες ή αναβαθμισμένες εγκαταστάσεις Nextcloud από προεπιλογή. Ακολουθήστε αυτά τα βήματα για να δημιουργήσετε μια νέα κοινή χρήση με άλλους διακομιστές Nextcloud ή ownCloud 9+:

source: 1. Go to your ``Files`` page and click the Share icon on the file or directory you want to share. In the sidebar enter the username and URL of the remote user in this form: ``<username>@<oc-server-url>``. In this example, that is ``layla@remote-server/nextcloud``. The form automatically echoes the address that you type and labels it as "remote". Click on the label.
br: 1. Kit war ho pajenn "Restroù" ha klikit war ar skeudennig Rannañ war ar restr pe an teuliad. War ar varenn gostez lakait anv an implijer hag URL an implijer pell e stumm''<username>@<oc-server-url>''. Da skouer ``layla@remote-server/nextcloud``. Ar stumm a glot gant ar chomlec'h a skrivit en un doare otomatik ha lakaet evez evel "pell". Klikit war al label.
el: 1. Μεταβείτε στη σελίδα "Αρχεία" και κάντε κλικ στο εικονίδιο "Κοινή χρήση" στο αρχείο ή στον κατάλογο που θέλετε να μοιραστείτε. Στην πλευρική γραμμή εισαγάγετε το όνομα χρήστη και τη διεύθυνση URL του απομακρυσμένου χρήστη σε αυτήν τη φόρμα: "<όνομα χρήστη> @ <oc-server-url>". Σε αυτό το παράδειγμα, αυτό είναι "layla @ remote-server / nextcloud". Η φόρμα αντικατοπτρίζει αυτόματα τη διεύθυνση που πληκτρολογείτε και την ονομάζει "απομακρυσμένη". Κάντε κλικ στην ετικέτα.

source: 2. When your local Nextcloud server makes a successful connection with the remote Nextcloud server you'll see a confirmation. Your only share option is **Can edit**.
br: 2. Ur wech deuet ho servijour Nextcloud diabarzh a-benn d'ober ur genstagadenn gant an hini pell e vo gwelet ur c'hadarnaat ganeoc'h. An dibab nemetañ ho po a vo **Can edit**.
el: 2. Όταν ο τοπικός σας διακομιστής Nextcloud κάνει μια επιτυχημένη σύνδεση με τον απομακρυσμένο διακομιστή Nextcloud, θα δείτε μια επιβεβαίωση. Η μόνη επιλογή κοινής χρήσης είναι ** Μπορεί να επεξεργαστεί **.

source: Click the Share button anytime to see who you have shared your file with. Remove your linked share anytime by clicking the trash can icon. This only unlinks the share, and does not delete any files.
br: Klikit war ar bouton Rannañ p'ho po c'hoant gwelet gant piv ho peus rannet ar restr. Lamit al liamm ranna p'ho po c'hoant en ur glikañ war ar skeudennig poubellenn. ne lam nemet ar rannadenn, ket ar restr.
el: Κάντε κλικ στο κουμπί Κοινή χρήση ανά πάσα στιγμή για να δείτε με ποιον έχετε μοιραστεί το αρχείο σας. Καταργήστε τη συνδεδεμένη κοινή χρήση σας ανά πάσα στιγμή κάνοντας κλικ στο εικονίδιο του κάδου απορριμμάτων. Αυτό αποσυνδέει μόνο την κοινή χρήση και δεν διαγράφει αρχεία.

source: Creating a new Federated Cloud Share via email
br: Krouiñ ur Rannadenn Cloud Kevredet nevez dre postel
el: Δημιουργία νέου Federated Cloud Share μέσω email

source: Use this method when you are sharing with users on ownCloud 8.x and older.
br: Implijit ar stumm-mañ pa rannit gant implijourien all hoc'h ownCloud 8.x pe koshoc'h.
el: Χρησιμοποιήστε αυτήν τη μέθοδο όταν κάνετε κοινή χρήση με χρήστες στο ownCloud 8.x και άνω.

source: What if you do not know the username or URL? Then you can have Nextcloud create the link for you and email it to your recipient.
br: Petra ober ma n'anavezit ket an anv-implijer pe an URL ? Posupl eo da Nextcloud krouiñ ul liamm da gas dre bostel d'ar resever.
el: Τι γίνεται αν δεν γνωρίζετε το όνομα χρήστη ή τη διεύθυνση URL; Στη συνέχεια, μπορείτε να κάνετε το Nextcloud να δημιουργήσει τον σύνδεσμο για εσάς και να τον στείλετε μέσω email στον παραλήπτη σας.

source: When your recipient receives your email they will have to take a number of steps to complete the share link. First they must open the link you sent them in a Web browser, and then click the **Add to your Nextcloud** button.
br: Pa vez resevet gant ar reseverien ho postel o deus pazennoù da heuliañ evit kaout al liamm rannañ. Ret eo dezho digeriñ al liamm roet dezho en ho furcher Web, ha klikañ war **Ouzhpennañ d'ho Nextcloud**.
el: Όταν ο παραλήπτης σας λάβει το email σας, θα πρέπει να λάβει ορισμένα βήματα για να ολοκληρώσει τον σύνδεσμο κοινής χρήσης. Πρώτα πρέπει να ανοίξουν τον σύνδεσμο που τους στείλατε σε ένα πρόγραμμα περιήγησης Web και, στη συνέχεια, κάντε κλικ στο κουμπί ** Προσθήκη στο Nextcloud **.

source: The **Add to your Nextcloud** button changes to a form field, and your recipient needs to enter the URL of their Nextcloud or ownCloud server in this field and press the return key, or click the arrow.
br: Ar bouton **Ouzhpennañ d'ho Nextcloud** a cheñch en ul lec'h stumm, hag ar resever en deus ezhomm lakaat URL e servijour Nextcloud pe ownCloud ennañ ha klikañ war an douchenn distro, pe klikañ war ar bir.
el: Το κουμπί ** Προσθήκη στο Nextcloud ** αλλάζει σε πεδίο φόρμας και ο παραλήπτης σας πρέπει να εισαγάγει τη διεύθυνση URL του διακομιστή Nextcloud ή ownCloud σε αυτό το πεδίο και πατήστε το πλήκτρο επιστροφής ή κάντε κλικ στο βέλος.

source: Next, they will see a dialog asking to confirm. All they have to do is click the **Add remote share** button and they're finished.
br: Goude, gwelet vo gante un diviz o c'houlenn diganto gwiriañ. Ret eo dezho klikañ war **Ouzhpennañ ar rannadenn pell** hag echu eo.
el: Στη συνέχεια, θα δουν ένα διάλογο ζητώντας επιβεβαίωση. Το μόνο που πρέπει να κάνουν είναι να κάνουν κλικ στο κουμπί ** Προσθήκη απομακρυσμένης κοινοποίησης ** και να τελειώσουν.

source: Remove your linked share anytime by clicking the trash can icon. This only unlinks the share, and does not delete any files.
br: Lamit ar rannadenn liamm p'ho po c'hoant en ur glikañ war skeudennig ar boubellenn. Ne vez lamet nemet al liamm rannañ, ket ar restroù.
el: Καταργήστε τη συνδεδεμένη κοινή χρήση σας ανά πάσα στιγμή κάνοντας κλικ στο εικονίδιο του κάδου απορριμμάτων. Αυτό αποσυνδέει μόνο την κοινή χρήση και δεν διαγράφει αρχεία.
