Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/file_drop.po
Languages: ar, el

source: Making anonymous uploads
ar: تمكين عمليات رفع مجهولة
el: Πραγματοποίηση ανώνυμων μεταφορτώσεων

source: You may create your own special upload directories so that other people can upload files to you without having to log in to the server, and without being a Nextcloud user. They will not be allowed to see the contents of this directory, or to make any changes. This is an excellent alternative to sending large attachments via email, using an FTP server, or using commercial file-sharing services.
ar: يمكنك إنشاء أدلة التحميل الخاصة بك حتى يتمكن الآخرون من تحميل الملفات إليك دون الحاجة إلى تسجيل الدخول إلى الخادوم أو أن يكونوا من مستخدِمي نكست كلاود المسجلين. لن يُسمح لهم برؤية محتويات هذا الدليل أو إجراء أي تغييرات. يعد هذا بديلاً ممتازًا لإرسال المرفقات الكبيرة عبر البريد الإلكتروني أو باستخدام خادم FTP أو استخدام خدمات مشاركة الملفات التجارية.
el: Μπορείτε να δημιουργήσετε τους δικούς σας ειδικούς καταλόγους μεταφόρτωσης, έτσι ώστε άλλα άτομα να μπορούν να ανεβάζουν αρχεία σε εσάς χωρίς να χρειάζεται να συνδεθείτε στον διακομιστή και χωρίς να είστε χρήστης του Nextcloud. Δεν θα επιτρέπεται να βλέπουν τα περιεχόμενα αυτού του καταλόγου ή να κάνουν αλλαγές. Αυτή είναι μια εξαιρετική εναλλακτική λύση για την αποστολή μεγάλων συνημμένων μέσω email, χρησιμοποιώντας διακομιστή FTP ή χρήση εμπορικών υπηρεσιών κοινής χρήσης αρχείων.

source: Setting up your own file drop
ar: الإعدَاد لإفلات ملفاتك file drop الخاصّة
el: Ρύθμιση της δικής σας πτώσης αρχείων

source: Go to Files and create or choose the folder, the anonymous upload should be made to:
ar: انتقل إلى الملفات Files و أنشِيءْ مُجلّداً أو اختر واحداً. يجب أن يتم التحميل المجهول anonymous upload إلى:

source: Check Share Link, Allow editing, Hide file listing:
ar: تحقَّق من رابط المشاركة، و اسمَح بالتحرير، و اخْفِ قائمة الملفات:

source: Now you can send the link to the upload folder manually or by using the Nextcloud send function, if your administrator has enabled it.
ar: يمكنك الآن إرسال الرابط إلى مجلد التحميل يدوياً؛ أو باستخدام وظيفة الإرسال في نكست كلاود إذا كان المشرف قد قام بتمكينها.
el: Τώρα μπορείτε να στείλετε το σύνδεσμο στο φάκελο αποστολής χειροκίνητα ή χρησιμοποιώντας τη λειτουργία αποστολής Nextcloud, εάν ο διαχειριστής σας το έχει ενεργοποιήσει.

source: Uploading files
ar: رفع الملفات
el: Μεταφόρτωση αρχείων

source: Using the anonymous upload function is simple. You receive a link to the upload folder, click the link, and then you'll see a Nextcloud page with a "**Click to upload**" button:
ar: استعمال وظيفة التحميل المجهول أمرٌ سهلٌ. عندما تتلقى رابطًا لمجلد التحميل، أنقُر على الرابط، و سترى صفحة نكست كلاود مع الزر "** أنقُر للتحميل Click to upload **":

source: This opens a file picker, and you select the file or directory you want to upload. You're also able to just drop files into the window.
ar: هذا يفتح لاقط الملفات File picker. و تقوم أنت بتحديد الملف أو الدليل الذي تريد تحميله. يمكنك أيضًا إفلات الملفات file drop في النافذة.
el: Αυτό ανοίγει ένα εργαλείο επιλογής αρχείων και επιλέγετε το αρχείο ή τον κατάλογο που θέλετε να ανεβάσετε. Μπορείτε επίσης να ρίξετε αρχεία στο παράθυρο.

source: When your upload is completed, the filenames are listed:
ar: عند اكتمال التحميل، يتم سرد أسماء الملفات:
el: Όταν ολοκληρωθεί η μεταφόρτωση, εμφανίζονται τα ονόματα αρχείων:

source: Go to Files and create or choose the folder, the anonymous upload should be made to.
el: Μεταβείτε στο Files και δημιουργήστε ή επιλέξτε το φάκελο, πρέπει να γίνει η ανώνυμη μεταφόρτωση.

source: Check Share Link, Allow editing, Hide file listing.
el: Ελέγξτε Κοινή σύνδεση, Επιτρέψτε την επεξεργασία, Απόκρυψη καταχώρισης αρχείων.

source: Using the anonymous upload function is simple. You receive a link to the upload folder, click the link, and then you'll see a Nextcloud page with a **Click to upload** button.
el: Η χρήση της ανώνυμης λειτουργίας αποστολής είναι απλή. Λαμβάνετε έναν σύνδεσμο προς το φάκελο μεταφόρτωσης, κάντε κλικ στο σύνδεσμο και, στη συνέχεια, θα δείτε μια σελίδα Nextcloud με κουμπί ** Κάντε κλικ για μεταφόρτωση **.
