Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/quota.po
Languages: ar, br, sr

source: Storage quota
ar: الحصة التخزينية Storage quota
br: Quota ar renkañ
sr: Квота складишта

source: Your Nextcloud administrator has the option to set a storage quota on users. Look at your the Personal page to see what your quota is, and how much you have used.
ar: يمتلك مشرف نكست كلاود عندك خيار تعيين حصة تخزين على المستخدمين. أنظُر إلى صفحتك الشخصية لترى حجم حصتك، و كم استهلكت منها.
sr: Ваш Nextcloud администратор има могућност да коринисцима постави квоту складишта. Погледајте своју личну страницу да сазнате колика је ваша лична квота и колико сте искористили до сад.

source: It may be helpful to understand how your quota is calculated.
ar: ربما يهمك أن تعرف كيف يتم احتساب حصتك التخزينية.
br: Sikour a raio kompren penaos e vez muzuliet ar c'hota.
sr: Корисно је да разумете како се израчунава ваша квота.

source: Metadata (thumbnails, temporary files, cache, and encryption keys) takes up about 10% of disk space, but is not counted against user quotas. Some apps store information in the database, such as the Calendar and Contacts apps. This data is excluded from your quota.
ar: تشغل البيانات الوصفية metadata (الصور المصغرة thumbnails، والملفات المؤقتة، وذاكرة التخزين المؤقت cache، و مفاتيح التشفير) حوالي 10٪ من مساحة القرص، ولكن لا يتم احتسابها من حصص المستخدمين. بعض التطبيقات تخزن بياناتها في قاعدة البيانات، مثل تطبيقي التقويم و جهات الاتصال و هي غير محتسبة ضمن حصتك.
br: Metadata (ivinennoù, restroù amzeriet, koach , hag alc'hwezioù sifrañ) a gemer betek 10% ho lenner renkañ, mes n'int ket kemeret a-enep ho quota implijer. Meziantoù 'zo a enroll traoù er roadenn-diaz, evel ar meziant Deiziataer pe Darempredoù. Ar pezh a enrollont n'eo ket kontet en ho quota.
sr: Метаподаци (сличице, привремени фајлови, кеш и кључеви за шифровање) заузимају отприлике 10% простора на диску, али не улазе у искоришћеност корисничких квота. Неке апликације, као што су Календар и Контакти, смештају информације у базу података. И ови подаци су искључени из ваше квоте.

source: When other users share files with you, the shared files count against the original share owner's quota. When you share a folder and allow other users or groups to upload files to it, all uploaded and edited files count against your quota. When you re-share files shared with you, the re-share still counts against the quota of the original share owner.
ar: عندما يشارك المستخدمون الآخرون الملفات معك، يتم احتساب الملفات المشتركة مقابل الحصة النسبية لمالك المشاركة الأصلي. عند مشاركة مجلد و السماح لمستخدمين أو مجموعات أخرى بتحميل الملفات إليه، يتم احتساب جميع الملفات التي تم تحميلها وتحريرها من حصتك. عند إعادة مشاركة الملفات التي تمّت مشاركتها معك، تظل إعادة المشاركة محسوبة على حصة مالك المشاركة الأصلي.
br: Pa rann un implijour all ur restr ganeoc'h, kont a ra ar restr e quota an implijour orin. Pa rannit un teuliad hag e aotreit implijourien pe strolladoù da bellkas restroù e-barzh, kontet e vez pep tra en ho c'hota. Pa vez azrannet ganeoc'h e kont ar rannadenn e quota ar ranner orin.
sr: Када остали корисници поделе фајлове са вама, ти дељени фајлови се урачунавају као део квоте оног корисника који је поделио фајлове. Када ви поделите фолдер и дозволите да остали корисници или групе отпремају фајлове у њега, сви отпремљени и уређивани фајлови се броје као искоришћење ваше квоте. Када поново поделите фајлове који су подељени са вама, поновно дељење се још увек броји као искоришћавање квоте оригиналног корисника који је власник подељених фајлова.

source: Encrypted files are a little larger than unencrypted files; the unencrypted size is calculated against your quota.
ar: الملفات المشفرة أكبر قليلاً من الملفات غير المشفرة. يتم احتساب الحجم غير المشفر خصماً من حصتك.
br: Restroù sifret a zo un tammig brasoc'h eget restroù nann-sifret ; an tamm nann-sifret a vez kontet en ho quota.
sr: Шифровани фајлови су мало већи од нешифрованих фајлова; за искоришћавање ваше квоте се рачуна величина нешифрованог фајла.

source: Deleted files that are still in the trash bin do not count against quotas. The trash bin is set at 50% of quota. Deleted file aging is set at 30 days. When deleted files exceed 50% of quota then the oldest files are removed until the total is below 50%.
ar: لا يتم حساب الملفات المحذوفة التي لا تزال في سلة المهملات من حصص المستخدمين. تم ضبط أقصى حد لحجم سلة مهملاتك بحيث لا يزيد عن 50٪ من إجمالي حصتك. يتم تعيين تقادم الملفات المحذوفة على 30 يومًا. عندما تتجاوز الملفات المحذوفة 50٪ من الحصة، يتم حذف أقدم الملفات حتى يعود حجم السلة إلى 50٪ أو أقل من الحصة.
br: Restroù lamet hag a zo bepred en ho poubellenn ne gontont ket en ho quota. Ar boubellenn a vez lakaet da 50% ho quota. Termen ar restroù rannet a vez lakaet da 30 devezh. Pa vez tremenet e-bioù d'ar vevenn 50% e vez lamet ar restroù koshañ betek diskenn dindan 50%.
sr: Обрисани фајлови који се још увек налазе у корипи за отпатке не улазе у искоришћење квоте. Корпа за отпатке се поставља на 50% квоте. Застаревање обрисаних фајлова се поставља на 30 дана. Када величина обрисаних фајлова премаши 50% квоте, онда се уклањају најстарији фајлови све док се укупна величина не спусти испод 50%.

source: Your administrator may have configured the trash bin retention period to override the storage space management. See `administrator documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ for more details.
ar: ربما يكون المشرف قد قام بتعيين فترة الاحتفاظ بسلة المهملات لتجاوز إدارة مساحة التخزين. راجع توثيق المشرف لمزيد التفاصيل `<https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_.
sr: Могуће је да је ваш администратор поставио период задржавања у корпи за отпатке да би премостио управљање простором складишта. Погледајте `администраторску документацију <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ да сазнате више детаља.

source: When version control is enabled, the older file versions are not counted against quotas.
ar: عند تمكين "إدارةالنُّسَخ" version control، لا يتم احتساب النسخ الأقدم للملفات خصماً من حصص المستخدمين.
br: Pa vez aotreet ar c'hontrol stumm, ar stummoù koshañ na vezont ket kontet en ho quotaioù.
sr: Када је укључена контрола верзија, старије верзија фајла се не рачунају у искоришћење квоте.

source: If you create a public share via URL and allow uploads, any uploaded files count against your quota.
ar: إذا قمت بإنشاء مشاركة عامة لمجلد عبر عنوان URL و سمحت بعمليات الرفع فيه، فسيتم احتساب أي ملفات يتم رفعها خصماً من حصتك.
br: Ma krouit ur rannadenn bublik dre URL hag e aotreit ar pellgas, pep restr pellkaset a gont en ho quota.
sr: Ако креирате јавно дељење преко URL и дозволите отпремања, сви отпремљени фајлови улазе у рачунање искоришћења ваше квоте.

source: Your Nextcloud admin has the option to set a storage quota on users. Look at the top of your Personal page to see what your quota is, and how much you have used.
br: Ho merour Nextcloud en deus an dibab da lakaat ur c'hota renkañ d'an implijourien. Sellit ouzh penn uhelañ ho pajenn Personel evit gwelout ho quota, ha pegement a vez implijet ganeoc'h.

source: Your administrator may have configured the trash bin retention period to override the storage space management. See `admin documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ for more details.
br: Ho merour a c'hell stummañ an amzer a ouarn ar boubellenn ar restroù. Sellit 'diellerezh ar merour <https://docs.nextcloud.com/server/latest/admin_manual/configuration_server/config_sample_php_parameters.html#deleted-items-trash-bin>`_ evit muioc'h a ditouroù.
