Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/sharing.po
Languages: cs, nl

source: File Sharing
cs: Sdílení souborů
nl: Delen van bestanden

source: Nextcloud users can share files and folders. Possible targets are:
cs: Uživatelé Nextcloud mohou soubory a složky sdílet. Možné cíle jsou:
nl: Nextcloud gebruikers kunnen bestanden en mappen delen. Mogelijke doelen zijn:

source: public links
cs: veřejné odkazy
nl: publieke links

source: users
cs: uživatelé
nl: gebruikers

source: groups
cs: skupiny
nl: groepen

source: circles
cs: okruhy
nl: cikels

source: talk conversations
cs: konverzace v talk
nl: talk gesprekken

source: users or groups on federated Nextcloud servers
cs: uživatelé nebo skupiny na federovaných Nextcloud serverech
nl: gebruikers of groepen op federated Nextcloud servers

source: Some options may not be available due to administrative configuration. See `administrator documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`__ for details.
cs: Některé možnosti nemusí být k dispozici kvůli administrativnímu nastavení. Podrobnosti viz `Dokumentace pro správce <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`__ .

source: Public link shares
cs: Sdílení veřejným odkazem
nl: Publieke links voor delen

source: You can share files and folders via public links.
cs: Soubory a složky je možné sdílet prostřednictvím veřejných odkazů.
nl: Je kan bestanden en mappen delen via openbare links.

source: A random 15-digit token will be created. The link will look like ``https://cloud.example.com/s/yxcFKRWBJqYYzp4``.
cs: Bude vytvořen náhodný 15 znakový token. Odkaz bude vypadat jako ``https://cloud.example.com/s/yxcFKRWBJqYYzp4``.
nl: Er wordt een willekeurig 15-cijferig token aangemaakt. De link zal eruit zien als ``https://cloud.example.com/s/yxcFKRWBJqYYzp4``.

source: A number of options are available for public *folder* shares:
cs: Pro veřejná sdílení *složek* je k dispozici množství voleb:
nl: Er zijn een aantal opties beschikbaar voor delen van publieke *mappen*:

source: **Read only** to allow viewing and downloading
cs: **Pouze pro čtení** je umožněno zobrazování a stahování si
nl: **Alleen lezen** om het bekijken en downloaden mogelijk te maken

source: **Allow upload and editing**
cs: **Umožnit nahrávání a upravování**
nl: **Uploaden en bewerken toelaten**

source: With **File drop**, the sharee can only upload files to a folder without seeing the files that are already in that folder.
cs: Se **Zanechání souboru** může příjemce sdílení do složky pouze nahrávat soubory, aniž by viděl(a) ty, které už v ní jsou.
nl: Met **Bestandendrop** kan degene die de bestanden deelt, de bestanden alleen uploaden naar een map zonder de bestanden te zien die zich al in die map bevinden.

source: **Hide download** hides the download buttons and the default browser right-click options in order to make downloading for the sharee harder
cs: **Skrýt stahování** skryje tlačítka pro stahování a výchozí volby v nabídce pod pravým tlačítkem aby těm, kterým je nasdíleno, bylo stahování ztíženo

source: **Password protect**
cs: **Ochrana heslem**
nl: **Wachtwoord beveiligen**

source: **Set expiration date** will automatically disable the share
cs: **Nastavit datum skončení platnosti** sdílení potom automaticky zakáže
nl: **Stel vervaldatum in** zal het delen automatisch stopzetten

source: **Note to recipient**
cs: **Poznámka pro příjemce**
nl: **Notitie voor ontvanger**

source: **Unshare** to revert the share
cs: **Zrušit sdílení** pro vzetí sdílení zpět
nl: **Delen stoppen** om het delen te stoppen

source: **Add another link** to create multiple public links with different rights
cs: **Přidat další odkaz** pro přidání vícero veřejných odkazů s různými oprávněními
nl: **Nog een link toevoegen** om meerdere publieke links toe te voegen met verschillende rechten

source: For public *file* shares, you may allow editing the file with one of Nextcloud's collaborative editing solutions:
cs: V případě veřejných sdílení *souborů* lze umožnit upravování pomocí jednoho z řešení pro úpravy ve spolupráci, poskytovanými v rámci Nextcloud:
nl: Voor publieke *bestand* shares kan je het bestand laten bewerken met een van Nextcloud's collaboratieve bewerkingsoplossingen:

source: Password protection as well as file expiration are also propagated using Federated File Sharing since Nextcloud 22.
cs: Od Nextcloud 22 jsou ochrana heslem a stejně tak dočasná platnost souboru propagovány také při použití Federovaného sdílení souborů.

source: Internal shares with users and groups
cs: Interní sdílení s uživateli a skupinami
nl: Interne shares met gebruikers en groepen

source: When sharing with users, groups, circles or members of a Talk conversation, rights for the files or folder contents are adjustable:
cs: Při sdílení s uživateli, skupinami, okruhy nebo členy konverzace v Talk, oprávnění na obsah souborů a složek jsou upravitelná:
nl: Bij het delen met gebruikers, groepen, cirkels of leden van een Talkgesprek zijn de rechten voor de bestanden of de inhoud van de map aanpasbaar:

source: As a sharee, you can configure if you automatically want to accept all incoming shares and have them added to your root folder, or if you want to be asked each time if you want to accept or decline the share.
cs: Jako příjemce sdílení můžete nastavit, zda chcete automaticky přijímat veškerá příchozí sdílení a přidávat je do své kořenové složky, nebo zda chcete být pokaždé dotázáni, zda chcete sdílení přijmout nebo odmítnout.
nl: Als gebruiker die toegang wordt verleend aan een share kan je instellen of je alle inkomende shares automatisch wil accepteren en aan uw hoofdmap wil laten toevoegen, of dat je telkens gevraagd wil worden of je de share wil accepteren of weigeren.

source: For adjusting the acceptance setting, go to **Settings** > **Personal** > **Sharing**:
cs: Nastavení přijímání upravíte v **Nastavení** > **Osobní** > **Sdílení**:
nl: Voor het aanpassen van de acceptatie instelling ga je naar **Instellingen** > **Persoonlijk** > **Delen**:

source: Others with access
cs: Ostatní s přístupem
nl: Anderen met toegang

source: In order to find out if a file or folder is accessible to others through sharing of a superior folder hierarchy level, click on **Others with access** in the sharing tab:
cs: Zda je soubor či složka přístupná ostatním skrze sdílení nadřazené složky ve stromu, naleznete kliknutím na **Ostatní s přístupem** na kartě sdílení:
nl: Om te weten te komen of een bestand of map toegankelijk is voor anderen door het delen van een map hoger in hiërarchie, klik je op **Anderen met toegang** in het tabblad delen:

source: The list shows all users, groups, chats etc. that the current object has been given access to through sharing of a superior folder in the hierarchy:
cs: Seznam zobrazuje všechny uživatele, skupiny, chaty atd., kterým byl udělen přístup ke stávajícímu objektu prostřednictvím sdílení nadřazené složky ve stromu:
nl: De lijst toont alle gebruikers, groepen, chats etc. die toegang hebben gekregen tot het huidige object door het delen van een map, hoger in de hiërarchie:

source: Click on the three dots to:
cs: Kliknutím na tři tečky:
nl: Klik op de drie stippen om:

source: see who initiated the share
cs: zobrazíte kdo inicioval sdílení
nl: te zien wie de share heeft opgezet

source: see where the share was initiated (click to navigate to the folder, as far as you have access there)
cs: zobrazíte kde sdílení vzniklo (kliknutím se přenesete do složky, pokud do ní máte přístup)
nl: te zie waar de share is opgezet (klik om naar de map te navigeren, voor zover je daar toegang toe hebt)

source: unshare the initial share (only accessible for the share owner)
cs: zrušíte sdílení původního sdílení (přístupné pouze pro vlastníka sdílení)
nl: de oorspronkelijke share niet langer te niet delen (alleen toegankelijk voor de eigenaar van de share)

source: This information is only visible to the owner of a file/folder or sharees with resharing rights.
cs: Tato informace je viditelná pouze vlastníkovi souboru/složky nebo příjemcům sdílení, kteří mají oprávnění sdílet dál.
nl: Deze informatie is alleen zichtbaar voor de eigenaar van een bestand/map of voor gebruikers met resharing rechten.

source: Federated Shares
cs: Federovaná sdílení

source: Federation Sharing allows you to mount file shares from remote Nextcloud servers, in effect creating your own cloud of Nextclouds. You can create direct share links with users on other Nextcloud servers.
cs: Federované sdílení vám umožňuje připojit sdílení souborů ze vzdálených Nextcloud serverů a ve výsledku tak vytvořit svůj vlastní cloud z Nextcloud instancí. Je možné vytvářet přímé odkazy na sdílení s uživateli z ostatních Nextcloud serverů.
nl: Federation Sharing stelt je in staat om bestand shares te mounten vanaf externe Nextcloud-servers, waardoor je in feite je eigen cloud van Nextclouds kunt creëren. Je kan directe share links maken met gebruikers op andere Nextcloud-servers.

source: Creating a new Federation Share
cs: Vytvoření nového federovaného sdílení
nl: Het aanmaken van een nieuw Federation Share

source: Federation sharing is enabled by default. Follow these steps to create a new share with other Nextcloud or ownCloud servers:
cs: Federované sdílení je zapnuté ve výchozím stavu. Následujte tyto kroky pro vytvoření nového sdílení s ostatními Nextcloud nebo OwnCloud servery:
nl: Federation sharing is standaard ingeschakeld. Volg deze stappen om een nieuwe share aan te maken met andere Nextcloud of ownCloud servers:

source: Go to your ``Files`` page and click the Share icon on the file or directory you want to share. In the sidebar enter the username and URL of the remote user in this form: ``<username>@<nc-server-url>``. In this example, that is ``bob@cloud.example.com``:
cs: Jděte na stránku ``Soubory`` a klikněte na ikonu Sdílení na souboru nebo složce, kterou chcete nasdílet. V postranním panelu zadejte uživatelské jméno a URL adresu vzdáleného uživatele v podobě: ``<username>@<nc-server-url>``. V tomto příkladu, je to ``bob@cloud.example.com``:
nl: Ga naar uw ``Bestanden`` pagina en klik op het Delen icoontje op het bestand of de map die je wil delen. Voer in de zijbalk de gebruikersnaam en URL van de gebruiker op afstand in dit formulier in: `<username>`@<nc-server-url>``. In dit voorbeeld is dat ``bob@cloud.example.com``:

source: The sharee is receiving a notification in their Nextcloud, allowing them to either accept or decline the incoming share:
cs: Příjemci sdílení obdrží upozornění ve svých Nextcloud, které jim umožní příchozí sdílení buď přijmout nebo odmítnout:
nl: Degenen waarmee het bestand wordt gedeeld ontvangen een melding in hun Nextcloud, waardoor ze de inkomende share kunnen accepteren of weigeren:

source: Adding a public share to your Nextcloud
cs: Přidání veřejného sdílení do Nextcloud
nl: Een publiek share toevoegen aan jouw Nextcloud

source: Nextcloud public link share pages offer an option to add that file or folder as a federated share into your own Nextcloud instance. Just enter your ``<username>@<nc-server-url>`` just like shown for outbound shares above:
cs: Nextcloud stránky pro sdílení veřejným odkazem nabízejí volbu pro přidání takového souboru či složky jako federovaného sdílení na vaší vlastní instanci Nextcloud. Stačí jen zadat své ``<username>@<nc-server-url>`` právě tak, jako je vyobrazeno pro odchozí sdílení výše:
nl: Nextcloud publieke link share pagina's bieden een optie om dat bestand of die map als federated share toe te voegen aan jouw eigen Nextcloud instantie. Voer gewoon jouw ``<username>@<nc-server-url>`` in, net zoals hierboven getoond voor uitgaande aandelen:

source: Some options may note be available due to administrative configuration. See :doc:`admin documentation <file_sharing_configuration>` for details.
nl: Sommige opties zijn mogelijk niet beschikbaar vanwege de administratieve configuratie. Zie :doc:`admin documentation` voor details.

source: **Hide download** prevents the sharee from downloading
nl: **Verberg download** voorkomt dat degene die toegang heeft tot de gedeelde map bestanden kan downloaden
