Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/transfer_ownership.po
Languages: cs, gl, pt_br

source: Transfer Ownership
cs: Přenesení vlastnictví
gl: Transferir a propiedade
pt_br: Transferir Propriedade

source: Users can transfer the ownership of files and folders to other users. Sharing ownerships of those transferred files/folders will also be transferred.
cs: Uživatelé mohou přenést vlastnictví souborů a složek na ostatní uživatele. Vlastnictví sdílení takto předávaných souborů/složek bude přeneseno taktéž.
pt_br: Os usuários podem transferir a propriedade de arquivos e pastas para outros usuários. As propriedades de compartilhamento desses arquivos/pastas transferidos também serão transferidos.

source: Navigate to *Settings* (top-right menu) > *Sharing*.
cs: Jděte do *Nastavení* (nabídka vpravo nahoře) > *Sdílení*.
pt_br: Navegue até *Configurações* (menu superior direito) > *Compartilhamento*.

source: In the *Files* section, click on *Choose file or folder to transfer*. A file picker opens, showing all files and folders in the user's account.
cs: V sekci *Soubor* klikněte na *Zvolte soubor nebo složku pro přenesení*. Otevře se dialog pro volbu souboru, který bude zobrazovat všechny soubory a složky v účtu daného uživatele.
pt_br: Na seção *Arquivos*, clique em *Escolher arquivo ou pasta para transferir*. Um seletor de arquivos é aberto, mostrando todos os arquivos e pastas na conta do usuário.

source: Pick a file or folder and click on *Choose*. The chosen file or folder name gets displayed.
cs: Vyberte soubor nebo složku a klikněte na *Zvolit*. Zobrazí se název zvoleného souboru nebo složky.
pt_br: Escolha um arquivo ou pasta e clique em *Escolher*. O nome do arquivo ou pasta escolhido é exibido.

source: Click on *Change* to change the choice if necessary.
cs: V případě potřeby změny volby klikněte na *Změnit*.
gl: Prema en *Cambiar* para cambiar a escolla se é necesario.
pt_br: Clique em *Alterar* para alterar a escolha, se necessário.

source: Pick a new owner by typing their name into the search field next to *New owner*.
cs: Zvolte nového vlastníka zadáním jeho jména do kolonky pro vyhledávání vedle *Nový vlastník*.
gl: Escolla un novo propietario escribindo o seu nome no campo de busca xunto a *Novo propietario*.
pt_br: Escolha um novo proprietário digitando seu nome no campo de pesquisa ao lado de *Novo proprietário*.

source: Click on *Transfer*.
cs: Klikněte na *Přenést*.
gl: Premer en *Transferir*.
pt_br: Clique em *Transferir*.

source: The username autocompletion or listing may be limited due to administrative visibility configuration. See `administrator documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`_ for details.
cs: Automatické dokončování uživatelského jména nebo výpisu může být omezeno kvůli administrativnímu nastavení viditelnosti. Podrobnosti viz `Dokumentace pro správce <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`_ .
pt_br: O preenchimento automático ou listagem do nome de usuário pode ser limitado devido à configuração de visibilidade administrativa. Veja a `documentação do administrador <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`_ para detalhes.

source: The target user receives a notification where they are being asked whether to accept or reject the incoming transfer.
cs: Cílový uživatel obdrží upozornění, ve kterém bude dotázán zda příchozí přenos přijímá nebo odmítá.
gl: O usuario destinatario recibe unha notificación onde se lle solicita se acepta ou rexeita a transferencia entrante.
pt_br: O usuário de destino recebe uma notificação onde é perguntado se deseja aceitar ou rejeitar a transferência de entrada.

source: If accepted, the target user finds the transferred files and folders in their root under a folder *Transferred from [user] on [timestamp]*.
cs: Pokud přijato, cílový uživatel nalezne přenesené soubory a složky ve své kořenové složce pod složkou *Přeneseno od [user] v [timestamp]*.
gl: Se o acepta, o usuario destinatario atopa os ficheiros e cartafoles transferidos na súa raíz baixo un cartafol *Transferido de [usuario] en [marca de tempo]*.
pt_br: Se aceito, o usuário de destino encontra os arquivos e pastas transferidos em sua raiz em uma pasta *Transferido de [usuário] em [carimbo de data/hora]*.

source: The source user gets informed about the acceptance or rejection by a notification.
cs: Uživatel, od kterého pochází, obdrží upozorněním informaci o tom, zda bylo přijato či odmítnuto.
gl: O usuario da orixe recibe información sobre a aceptación ou o rexeitamento mediante unha notificación.
pt_br: O usuário de origem é informado sobre a aceitação ou rejeição por uma notificação.

source: Users can transfer the ownership of files and folders to other users. Share ownerships of those transfered files/folders will also be transferred.
gl: Os usuarios poden transferir a propiedade de ficheiros e cartafoles a outros usuarios. Tamén se transferirá a propiedade deses ficheiros/cartafoles transferidos.

source: Navigate to *Settings* > *Personal* > *Sharing* > *Files*.
gl: Desprácese ata *Axustes* → *Persoal* → *Compartir* → *Ficheiros*.

source: Click on *Choose file or folder to transfer* >> A file picker opens, showing all files and folders in the user's account.
gl: Prema en *Escoller ficheiro ou cartafol para transferir* →→ Ábrese un selector de ficheiros que amosa todos os ficheiros e cartafoles da conta do usuario.

source: Pick a file or folder and click on *Choose* >> The chosen file or folder name gets displayed.
gl: Escolla un ficheiro ou cartafol e prema en *Escoller* →→ Amosarase o nome de ficheiro ou cartafol escollido.

source: The username autocompletion or listing may be limited due to administrative visibility configuration. See `admin documentation <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`_ for details.
gl: O autocompletado ou listado automático do nome de usuario pode estar limitado por mor da configuración de visibilidade administrativa. Consulte `documentación do administrador <https://docs.nextcloud.com/server/latest/admin_manual/configuration_files/file_sharing_configuration.html>`_ para máis detalles.
