Repository: nextcloud/documentation
Catalog: user_manual/locale/*/LC_MESSAGES/files/version_control.po
Languages: ar, de, es, it, sr

source: Version control
ar: إدارة النُّسَخ Version Control
de: Versionskontrolle
es: Control de versiones
it: Controllo di versione
sr: Контрола верзија

source: Nextcloud supports simple version control system for files. Versioning creates backups of files which are accessible via the Versions tab on the Details sidebar. This tab contains the history of the file where you can roll back a file to any previous version. Changes made at intervals greater than two minutes are saved in **data/[user]/files_versions**.
ar: يدعم نكست كلاود نظام إدارة نسخ الملفات. يعمل النظام على إنشاء نسخ احتياطية من الملفات التي يمكن الوصول إليها عبر علامة التبويب "النُّسَخ" Versions على الشريط الجانبي "التفاصيل" Details. تحتوي علامة التبويب هذه على محفوظات الملف حيث يمكنك استرجاع الملف إلى أي نسخة سابقة. يتم حفظ التغييرات التي يتم إجراؤها على فترات تزيد عن دقيقتين في **data/[user]/files_versions**.
de: Nextcloud unterstützt ein einfaches Versionskontrollsystem für Dateien. Die Versionierung erstellt Sicherungen von Dateien, die über die Registerkarte "Versionen" in den Details der Seitenleiste zugänglich sind. Diese Registerkarte enthält die Historie der Datei, in der Sie eine Datei auf jede frühere Version zurücksetzen können. Änderungen, die in Abständen von mehr als zwei Minuten vorgenommen werden, werden in **data/[user]/files_versions** gespeichert.
es: Nextcloud soporta un control de versiones sencillo para archivos. El versionado crea copias de seguridad de los archivos, a las que se puede acceder desde la pestaña Versiones en la barra lateral de Detalles. Esta pestaña contiene la historia del archivo, donde puede elegir volver a cualquier versión anterior. Los cambios hechos en intervalos de más de dos minutos quedan guardados en **data/[user]/files_versions**.
it: Nextcloud supporta semplici sistemi di controllo di versione dei file. Il controllo di versione crea backup di file che sono accessibili tramite la scheda Versioni nella barra laterale Dettagli. Questa scheda contiene la cronologia del file dove puoi ripristinare un file a una qualsiasi versione precedente. Modifiche effettuate a intervalli maggiori di due minuti vengono salvate in **data/[utente]/file_versions**.
sr: Nextcloud подржава једноставни систем за контролу верзија фајлова. Верзионисање креира резервне фајлове којима може да се приступи у картици Верзије бочне траке Детаљи. Ова картица садржи ситорију фајла у којој можете да се вратите на било коју претходну верзију фајла. Измене које се направе у интервалима већим од два минута се чувају у **data/[user]/files_versions**.

source: To restore a specific version of a file, click the circular arrow to the right. Click on the timestamp to download it.
ar: لاستعادة نسخة معينة من الملف، أنقُر فوق السهم الدائري الموجود على اليسار. ثم انقُر على الطابع الزمني timestamp للنسخة لتنزيلها.
de: Klicken Sie auf den runden Pfeil auf der rechten Seite, um eine bestimmte Version einer Datei wiederherzustellen. Zum Herunterladen klicken Sie auf den Zeitstempel.
es: Para restaurar una versión específica de un archivo, haga clic en la flecha circular a la derecha. Haga clic en la fecha específica para descargarlo.
sr: Ако желите да вратите одређену верзију фајла, кликните на кружну стрелицу са десне стране. Кликните на временску ознаку да га преузмете.

source: The versioning app expires old versions automatically to make sure that the user doesn't run out of space. This pattern is used to delete old versions:
ar: يعمل تطبيق النُّسَخ على إنهاء صلاحية النسخ القديمة و حذفها تلقائيًا ليضمن عدم نفاد مساحة المستخدم:
de: Die Versionierungs-App löscht alte Versionen automatisch, um sicherzustellen, dass dem Benutzer nicht der Speicherplatz ausgeht. Dieses Muster wird verwendet, um alte Versionen zu löschen:
es: La aplicación de versionado borra versiones antiguas automáticamente para asegurarse de que el usuario no se queda sin espacio de almacenamiento. El siguiente patrón es utilizado para borrar versiones antiguas:
it: L'applicazione di controllo delle versioni fa scadere automaticamente le versioni vecchie per assicurare che l'utente non esaurisca lo spazio. Questo schema viene usato per eliminare le versioni vecchie:
sr: Апликација за верзије аутоматски укида важење старих верзија тако да се не потроши слободан простор корисника. Следећи шаблон се користи за брисање старих верзија:

source: For the first second we keep one version
ar: في الثانية الأولى، يحتفظ نكست كلاود بنسخة واحدة
de: Für die erste Sekunde behält Nextcloud eine Version
es: Conservamos una versión del último segundo
it: Per il primo secondo teniamo una versione
sr: Прве секунде задржава се једна верзија

source: For the first 10 seconds Nextcloud keeps one version every 2 seconds
ar: في الثواني الـ 10 الأولى، يحتفظ نكست كلاود بنسخة كل 2 ثانية
de: In den ersten 10 Sekunden behält Nextcloud eine Version alle 2 Sekunden
es: Conservamos una versión cada 2 segundos en los primeros 10 segundos
it: Per i primi 10 secondi Nextcloud mantiene una versione ogni 2 secondi
sr: За првих 10 секунди Nextcloud задржава једну верзију сваке 2 секунде

source: For the first minute Nextcloud keeps one version every 10 seconds
ar: في الدقيقة الأولى، يحتفظ نكست كلاود بنسخة كل 10 ثوانٍ
de: In der ersten Minute behält Nextcloud eine Version alle 10 Sekunden
es: Conservamos una versión cada 10 segundos durante el primer minuto
it: Per il primo minuto Nextcloud mantiene una versione ogni 10 secondi
sr: За први минут Nextcloud задржава једну верзију сваких 10 секунди

source: For the first hour Nextcloud keeps one version every minute
ar: في الساعة الأولى، يحتفظ نكست كلاود بنسخة كل دقيقة
de: Für die erste Stunde behält Nextcloud eine Version pro Minute
es: Conservamos una versión cada minuto durante la primera hora
it: Per la prima ora Nextcloud mantiene una versione ogni minuto
sr: За први сат Nextcloud задржава једну верзију сваки минут

source: For the first 24 hours Nextcloud keeps one version every hour
ar: في الـ 24 ساعة الأولى، يحتفظ نكست كلاود بنسخة كل ساعة
de: Für die ersten 24 Stunden behält Nextcloud eine Version pro Stunde
es: Conservamos una versión cada hora durante las primeras 24 horas
it: Per le prime 24 ore Nextcloud mantiene una versione ogni ora
sr: За прва 24 сата Nextcloud задржава једну верзију сваки сат

source: For the first 30 days Nextcloud keeps one version every day
ar: في الـ 30 يوماً الأولى، يحتفظ نكست كلاود بنسخة كل يومٍ
de: In den ersten 30 Tagen behält Nextcloud eine Version pro Tag
es: Conservamos una versión diaria durante los primeros 30 días
it: Per i primi 30 giorni Nextcloud mantiene una versione ogni giorno
sr: За првих 30 дана Nextcloud задржава једну верзију сваки дан

source: After the first 30 days Nextcloud keeps one version every week
ar: في الـ 30 يوماً الأولى، يحتفظ نكست كلاود بنسخة كل أسبوع
de: Nach den ersten 30 Tagen behält Nextcloud eine Version pro Woche
es: A partir de los 30 días, Nextcloud conserva solo una versión por semana
it: Dopo i primi 30 giorni Nextcloud mantiene una versione ogni settimana
sr: Након првих 30 дана Nextcloud задржава једну верзију сваке недеље

source: The versions are adjusted along this pattern every time a new version gets created.
ar: يتم ضبط النُّسخ وفقًا لهذا النمط في كل مرة يتم فيها إنشاء نسخة جديدة.
de: Die Versionen werden jedes Mal nach diesem Muster angepasst, wenn eine neue Version erstellt wird.
es: Las versiones se ajustan a este patrón cada vez que se genera una nueva versión.
it: Le versioni vengono sistemate secondo questo schema ogni qual volta una nuova versione viene creata.
sr: Верзије се подешавају према овом шаблону сваки пут када се креира нова верзија.

source: The version app never uses more than 50% of the user's currently available free space. If the stored versions exceed this limit, Nextcloud deletes the oldest versions until it meets the disk space limit again.
ar: لا يستخدم تطبيق إدارة النُّسَخ أبدًا أكثر من 50٪ من المساحة الخالية المتوفرة حاليًا للمستخدم. إذا تجاوزت النُّسَخ المخزنة هذا الحد، فإن نكست كلاود تحذف النُّسَخ الأقدم حتى يفي بالحد الأدنى من مساحة القرص المتاحة مرة أخرى.
de: Die Versionierungs-App verwendet niemals mehr als 50% des derzeit verfügbaren freien Speicherplatzes des Benutzers. Wenn die gespeicherten Versionen dieses Limit überschreiten, löscht Nextcloud die ältesten Versionen, bis das Speicherplatzlimit wieder erreicht wird.
es: La app de versiones nunca usa más del 50% del espacio actualmente disponible. Si las versiones almacenadas exceden este límite, Nextcloud borra las versiones más antiguas hasta cumplir con esta restricción.
sr: Апликација за верзије никада не користи више од 50% тренутно доступног слободног простора корисника. Ако сачуване верзије прекораче ово ограничење, Nextcloud брише најстарије верзије све док се поново не задовољи ограничење простора на диску.

source: Naming a version
ar: تسمية نسخة
de: Benennung einer Version
es: Nombramiento de versiones
sr: Именовање верзија

source: Naming a version is currently not available when the group folders or S3 versioning apps are enabled.
ar: تسمية النُّسَخ لا تتوفر حاليًا عند تمكين المجلدات الجماعية group folders أو تمكين تطبيقات إدارة النُّسَخ في أمازون S3.
de: Das Benennen einer Version ist derzeit nicht verfügbar, wenn die Gruppenordner oder S3-Versionierungs-Apps aktiviert sind.
sr: Именовање верзија тренутно није доступно када су укључене апликације фолдери групе или S3 верзионисање.

source: You can give a name to a version.
ar: يمكنك تسمية نسخة
de: Sie können einer Version einen Namen geben.
es: Puede darle un nombre a una versión.
sr: Можете да задате име верзији.

source: When a version has a name, it will be excluded from the automatic expiration process.
ar: عندما تتم تسمية نسخة، فسيتم استبعادها من عملية انتهاء الصلاحية التلقائية.
de: Wenn eine Version einen Namen hat, wird sie vom automatischen Ablaufprozess ausgeschlossen.
es: Cuando una versión tiene nombre. Será excluida del proceso automático de expiración.
sr: Када верзија има име, она неће бити део процеса аутоматског укидања важења.

source: Deleting a version
ar: حذف نسخة
de: Löschung einer Version
es: Borrando una versión
sr: Брисање верзије

source: Deleting a version is currently not available when the group folders or S3 versioning apps are enabled.
ar: حذف النُّسَخ لا تتوفر حاليًا عند تمكين المجلدات الجماعية group folders أو تمكين تطبيقات إدارة النُّسَخ في أمازون S3.
de: Das Löschen einer Version ist derzeit nicht verfügbar, wenn die Gruppenordner oder S3-Versionierungs-Apps aktiviert sind.
sr: Брисање верзија тренутно није доступно када су укључене апликације фолдери групе или S3 верзионисање.

source: You can also manually delete a version without waiting for the automatic expiration process.
ar: يمكنك كذلك حذف نسخة يدويّاً بدون انتظار العملية الآلية لإنهاء الصلاحية.
de: Sie können eine Version auch manuell löschen, ohne den automatischen Ablaufprozess abzuwarten.
es: Puede también borrar una versión manualmente sin esperar por el proceso automático de expiración.
sr: Верзију такође можете и ручно да обришете без потребе да чекате на процес аутоматског укидања важења.

source: To restore a specific version of a file, click the circular arrow to the left. Click on the timestamp to download it.
it: Per ripristinare una versione specifica di un file, fai clic sulla freccia circolare sulla sinistra. Fai clic sulla marca temporale per scaricarlo.

source: The version app never uses more that 50% of the user's currently available free space. If the stored versions exceed this limit, Nextcloud deletes the oldest versions until it meets the disk space limit again.
it: L'applicazione di controllo delle versioni non utilizza mai più del 50% dello spazio libero attualmente disponibile dell'utente. Se le versioni archiviate superano tale limite, Nextcloud elimina le versioni più vecchie fino a che non raggiunge nuovamente il limite dello spazio nel disco.
